Repository: oyranos-cms/oyranos
Catalog: openicc/oyjl/po/*.po
Languages: de

source: ... try with --help|-h option for usage text. give up
de: ... versuche bitte die --help|-h Option für einen Hilfetext. Gebe auf

source: 2. Color
de: 2. Farbe

source: A JSON file name or a input stream like "stdin".
de: Ein JSON-Dateiname oder Eingangsdatenstrom wie "stdin"

source: A JSON file name or a output stream like "stdout".
de: Ein JSON-Dateiname oder Ausgangsdatenstrom wie "stdout"

source: A input function name string. e.g.: "i18n(\""
de: Ein eingabeseiter Funktionsname. z.B.: "i18n(\""

source: A mandatory sub command option needs to be placed first
de: Eine pflichtige Unterbefehlsoptionen muß vorne stehen

source: A name for the symbol to be defined.
de: Ein Name für das zu definierende Symbol.

source: A output format string.
de: Ausgabeformat

source: A output funtion name string. e.g.: "_"
de: Ein ausgabeseiter Funktionsname. z.B.: "_"

source: AUTHOR
de: AUTOR

source: Actual mode
de: Aktueller Modus

source: Add
de: Addiere

source: Add Translation
de: Füge Übersetzung hinzu

source: Add gettext translated keys to JSON
de: Füge mit gettext übersetzte Schlüssel zu JSON hinzu

source: All Device Classes
de: Alle Geräteklasse

source: All available data
de: Alle verfügbaren Daten

source: Alternate
de: Alternative

source: Any arg mode
de: Modus mit jedem Argument

source: Author
de: Autor

source: BUGS
de: FEHLER

source: C Stand Alone
de: C Unabhängig

source: C static char
de: C statischer Text

source: COPYRIGHT
de: KOPIERRECHT

source: Color
de: Farbe

source: Color "Rose"
de: Farbe "Rosa"

source: Color [3]
de: Farbe [3]

source: Command
de: Kommando

source: Common Options
de: Gemeinsame Optionen

source: Completion Bash
de: Vervollständigung Bash

source: Control Output
de: Ausgabeneinstellungen

source: Convert
de: Umwandlung

source: Convert JSON to gettext ready C strings
de: Wandle JSON in gettext lesbare C Texte

source: Convert JSON/C to gettext ready C strings
de: Wandle JSON/C in gettext lesbare C Texte

source: Convert Oyjl UI JSON to C translatable strings for use with gettext tools and translate a tools UI using the programs own text domain. The resulting Oyjl UI JSON can be used for translated rendering.
de: Wandle Oyjl UI JSON nach C übersetzbare Texte für gettext Werkzeuge und übersetze die UI eines Werkzeuges mit der programmeigenen ID. Das resultierende Oyjl UI JSON kann für eine übersetzte Darstellung benutzt werden.

source: Convert UI JSON to C code using libOyjl
de: Wandele UI JSON nach C Quelltext mit libOyjl

source: Convert eXported developer JSON to C source
de: Wandle EntwicklerJSON nach C Quelltext

source: Copy
de: Kopie

source: Copy Translations
de: Kopiere Übersetzungen

source: Copy keys to JSON
de: Kopiere Schlüssel nach JSON

source: Copy translated keys to JSON. Skip gettext.
de: Kopiere übersetzte Schlüssel nach JSON. Lasse gettext aus.

source: Copyright
de: Kopierrecht

source: Could not open:
de: Konnte nicht öffnen:

source: Count
de: Anzahl

source: DESCRIPTION
de: BESCHREIBUNG

source: Date
de: Datum

source: Description
de: Beschreibung

source: Development
de: Entwicklung

source: Directory
de: Verzeichnis

source: Display a interactive graphical User Interface.
de: Zeige eine interaktive grafische Benutzerschnittstelle.

source: Documentation
de: Dokumente

source: Domains
de: Häuser

source: Double mandatory
de: Doppelt Pflicht

source: Double occuring option
de: Doppelte Option

source: Download
de: Bezugsquelle

source: ENVIRONMENT VARIABLES
de: UMGEBUNGSVARIABLEN

source: EXAMPLES
de: BEISPIELE

source: EXIT-STATE
de: EXIT-STATUS

source: Example
de: Beispiel

source: Example2
de: Beispiel2

source: Export formated text
de: Exportiere formatierten Text

source: Extract
de: Auszug

source: Extract translatable Messages
de: Auszug übersetzbarer Nachrichten

source: FILENAME
de: DATEINAME

source: FILES
de: DATEIEN

source: FUNCTION
de: FUNKTION

source: File
de: Datei

source: File or Stream
de: Datei oder Datenstrom

source: For C code output (default) and --completion-bash output use -X=export JSON. For --render=XXX use -X=json JSON.
de: Für C Quelltext Ausgabe(voreingestellt) und --completion-bash Ausgabe nutze -X=export JSON. Für --render=XXX nutze -X=json JSON.

source: For more information read the man page:
de: Mehr Informationen stehen im Handbuch:

source: Format string
de: Formatierungstext

source: Formated text
de: Formatierter Text

source: Full Help
de: Vollständige Hilfe

source: Function
de: Funktion

source: Function Name
de: Funktion Name

source: Function Out
de: Funktion Ausgabe

source: GENERAL OPTIONS
de: ALLGEMEINE OPTIONEN

source: GUI + Command
de: GUI + Kommando

source: General options
de: Allgemeine Optionen

source: Generate C code for oyjl_args.c inclusion.
de: Erzeuge C Quelltext für oyjl_args.c Referenz.

source: Generate bash completion code
de: Erzeuge Bash Vervollständigungsskript

source: Generate source code
de: Erzeuge Quelltext

source: Generate test Args Export
de: Erzeuge test Args Export

source: Get Oyjl Json UI declaration incuding command
de: Hole Oyjl Json Benutzerschnittstelle mit Kommando

source: Get UI converted into text formats
de: Hole Benutzerschnittstelle als Text

source: Get UI data for developers
de: Erhalte Daten für Entwickler

source: Get a Oyjl Json UI declaration
de: Hole Oyjl Json Benutzerschnittstelle

source: Get a unix man page
de: Hole Unix Handbuchseite

source: Get formated text
de: Hole formatierten Text

source: Get node type
de: Hole Knotentyp

source: HISTORY
de: GESCHICHTE

source: Help
de: Hilfe

source: Import translations from other formats without gettext. Supported --input=Qt-xml-format.tr
de: Importiere Übersetzungen aus anderen Formaten ohne gettext. Unterstützt ist --input=Qt-xml-format.tr

source: Information
de: Informationen

source: Input
de: Eingabe

source: JSON Command
de: JSON Kommando

source: JSON UI Description
de: JSON Benutzerschnittstellen Beschreibung

source: January 2, 2020
de: 2. Januar 2020

source: Json + Command
de: Json + Kommando

source: June 26, 2019
de: 26. Juni 2019

source: Key Name
de: Schlüsselname

source: Key Name List
de: Schlüsselnamenliste

source: Key Names
de: Schlüsselnamen

source: LOCALEDIR
de: LOCALEPFAD

source: License
de: Lizenz

source: Light weight JSON parse and manipulation tool
de: Leichtgewichtiges JSON Manipulationswerkzeug

source: List empty
de: Liste leere auf

source: List groups
de: Liste Gruppen

source: List not translated
de: Nicht übersetzte Liste

source: Load a UI JSON declaration from file
de: Lese UI JSON Beschreibung von Datei

source: Load a UI JSON declaration from tool
de: Lese UI JSON Beschreibung von Werkzeug

source: Locale
de: Sprache

source: Locale Directory
de: Übersetzungsverzeichnis

source: Locales
de: Sprachen

source: Locales List
de: Sprachliste

source: Long
de: Lang

source: Man
de: Handbuch

source: Manufacturer
de: Hersteller

source: March 05, 2020
de: 5. März 2020

source: Misc
de: Verschiedenes

source: Missing choices list
de: Vermisse Auswahlliste

source: Missing mandatory option. No usage mode in
de: Vermisse Pflichtoption. Keinen Benutzungsmodus in

source: Mode
de: Modus

source: Mode(1)
de: Modus(1)

source: Mode1
de: Modus1

source: Mode2
de: Modus2

source: Mode3
de: Modus3

source: Mode4
de: Modus4

source: Mode5
de: Modus5

source: Mode6
de: Modus6

source: Mode7
de: Modus7

source: Mode8
de: Modus8

source: Mode9
de: Modus9

source: Module
de: Modul

source: NUMBER
de: NUMMER

source: No
de: Nein

source: Nonsense
de: Schmarrn

source: November 12, 2017
de: 12. November 2017

source: November 15, 2020
de: 15. November 2020

source: November 28, 2019
de: 28. November 2019

source: Number
de: Nummer

source: OPTIONS
de: OPTIONEN

source: October 10, 2018
de: 10. Oktober 2018

source: Omit libOyjlCore reference.
de: Lasse libOyjlCore Referenz weg.

source: Only Translations
de: Nur Übersetzungen

source: Option has a different value range
de: Die Option besitzt einen anderen Wertebereich

source: Option has a unexpected argument
de: Die Option hat einen unerwartetes Argument

source: Option needs a argument
de: Die Option erwartet ein Argument

source: Option not found
de: Die Option wurde nicht gefunden

source: Option not supported
de: Die Option ist nicht unterstützt

source: Option not supported with double dash
de: Die Option ist nicht unterstützt mit doppeltem Minus

source: Option not supported without double dash
de: Die Option ist nicht unterstützt ohne doppeltem Minus

source: Optionless mode not supported. (That would need '#' option declaration.)
de: Ohne Optionen geht nicht. (Dies benötigte einen '#' Optionseintrag)

source: Options with arguments are not allowed in sub command style. A sub command has no leading '--'. It is a mandatory option of a option group.
de: Optionen mit Argumenten sind nicht erlaubt in Unterbefehlsstil. Ein Unterbefehl besitz keine vorangestellten '--'. Er ist eine mandatorische Option einer Gruppe.

source: Output
de: Ausgabe

source: Oyjl Args QML Viewer
de: Oyjl Args QML Betrachter

source: Oyjl Args Renderer
de: Oyjl Args Ausgabe

source: Oyjl Json Manipulation
de: Oyjl Json Bearbeitung

source: Oyjl Module Author
de: Autor des Oyjl Modules

source: Oyjl Translation
de: Oyjl Übersetzung

source: Oyjl UI JSON Translation tool
de: Oyjl UI JSON Übersetzungswerkzeug

source: PATH
de: PFAD

source: Path specifier
de: Pfadangabe

source: Paths
de: Pfade

source: Permissions
de: Berechtigungen

source: Print All
de: Zeige Alle

source: Print Camera
de: Zeige Kamera

source: Print Camera JSON
de: Zeige Kamera JSON

source: Print Data Format
de: Zeige Datenformat

source: Print Data Format.
de: Zeige Datenformat.

source: Print JSON
de: Zeige JSON

source: Print JSON to stdout
de: Zeige JSON auf stdout

source: Print None
de: Zeige Nichts

source: Print XML
de: Zeige XML

source: Print XML to stdout
de: Zeige XML auf stdout

source: Print YAML
de: Zeige YAML

source: Print YAML to stdout
de: Zeige YAML auf stdout

source: Print all matching paths
de: Zeige alle zutreffenden Pfade

source: Print all matching paths.
de: Zeige alle zutreffenden Pfade

source: Print count of leafs in node
de: Zeige Anzahl der Knotenzweige

source: Print help for all groups
de: Zeige Hilfe für alle Gruppen

source: Print help for command line style interface
de: Zeige Hilfstext für Benutzerschnittstelle auf der Kommandozeile.

source: Print help text
de: Zeige Hilfetext an

source: Print key name
de: Zeige Schlüsselname

source: Print key name of node
de: Zeige Schlüsselname des Knotens

source: Print node count
de: Zeige Knotenanzahl

source: Print on Command Line Interface.
de: Zeige Hilfstext für Benutzerschnittstelle auf der Kommandozeile.

source: Print type
de: Zeige Typ

source: Program Error:
de: Programmfehler:

source: Program not found
de: Programm nicht gefunden

source: QML UI
de: QML Benutzeroberfläche

source: Read external storage for global data access, like downloads, music ... Write external storage to create and modify global data.
de: Lese externe Speicher für globalen Datenzugriff, wie Downloads, Musik ... Schreibe externen Speicher zum Erzeugen und Verändern globaler Daten.

source: Render
de: Darstellung

source: Render UI
de: UI Darstellung

source: Rendering Intent
de: Übertragungsart

source: Results JSON
de: Ergebnis JSON

source: SEE ALSO
de: SIEHE AUCH

source: SEE AS WELL
de: SIEHE AUCH

source: STRING
de: TEXT

source: SYNOPSIS
de: ÜBERSICHT

source: Select Renderer
de: Wähle Darstellung

source: Select and possibly configure Renderer. -R="gui" will just launch a graphical UI.
de: Wähle und konfiguriere eine Ausgabeform. -R=gui wird eine grafische Ausgabe starten.

source: Set Input
de: Setze Eingabe

source: Set Value
de: Setze Wert

source: Set a key name to a value
de: Setze Wert des Schlüssels

source: Set basic parameters
de: Setze grundlegende Parameter

source: Set input file and path
de: Setze Eingangsdateiname und Pfad

source: Short example tool using libOyjl
de: Einfaches Beispielwerkzeug mit libOyjl

source: Show Status
de: Zeige Status

source: Show UI
de: Zeige UI

source: Show all groups including syntax
de: Zeige alle Gruppen mit Syntax

source: Show usage information and hints for the tool.
de: Zeige Benutzungsinformationen und Hinweise für das Werkzeug.

source: Simple mode
de: Einfacher Modus

source: Simple mode "(1)"
de: Einfacher Modus "(1)"

source: Single Locale
de: Einzelne Sprache

source: Small JSON UI tool using libOyjl and QML
de: Kleines JSON UI Werkzeug, welches libOyjl und QML nutzt

source: Small JSON UI tool using libOyjl and a selectable renderer
de: Kleines JSON UI Werkzeug, welches libOyjl und eine auswählbaren Darstellung nutzt

source: Sources
de: Quellen

source: Start Web Server
de: Starte Web Server

source: Start a local Web Service to connect a Webbrowser with.
de: Starte lokalen Web Service für die Darstellung in einem Webbrowser

source: Support
de: Unterstützung

source: Supported is the value of '+' as hint to take the merged in data from the input. The command can be passed as JSON string, e.g. "{"command_set":"my-cli-program"}", as file name pointing to JSON containing the command or the command alone as string.
de: Unterstützt wird 1) ein Wert von '+' als Hinweis, daß ein Kommando bereits in UI JSON entahlten ist. Das Kommando kann 2) als JSON Text eingegeben werden. Z.B. "{"command_set":"my-cli-program"}". Oder 3) wird einfach ein Programmname angegeben.

source: Synopsis
de: Übersicht

source: TEXTDOMAIN1,TEXTDOMAIN2
de: TEXTKATALOG1,TEXTKATALOG2

source: TYPE
de: TYP

source: Text Domain List
de: Textkatalogliste

source: The example tool demonstrates the usage of the libOyjl API's.
de: Das Beispielwerkzeug zeigt die Benutzung der libOyjl APIs.

source: The example tool demontrates the usage of the libOyjl API's and loads libOyjlArgsQml on demand.
de: Das Beispielwerkzeug demonstriert die Benutzung der libOyjl APIs und lädt bei Bedarf libOyjlArgsQml.

source: The example tool demontrates the usage of the libOyjl API's.
de: Das Beispielwerkzeug zeigt die Benutzung der libOyjl APIs.

source: The file format can be JSON from a tool generated by libOyjl with the -X export option.
de: Das Dateiformat ist ein JSON UI von einem Werkzeug mittels libOyjlCore mit der -X export Option.

source: The oyjl program can be used to parse, filter sub trees, select values and modify values in JSON texts.
de: Das oyjl Programm unterstütz Einlesen, Filtern von Untermengen, Wertauswahl und Wertveränderung in einem JSON Text.

source: The path consists of slash '/' separated terms. Each term can be a key name or a square bracketed index. A empty term is used for a search inside a tree.
de: Der Pfad besteht aus Namen, welche durch Schrägstrich '/' getrennt sind. Jeder Name kann ein Schlüsselname sein oder ein Index in eckigen Klammern. Ein leerer Name wird für die Suche innerhalb eines Baumes benutzt.

source: The tool graphicaly renders Oyjl JSON UI files using QML.
de: Das Werkzeug zeigt Oyjl JSON UI Dateien grafisch an in QML.

source: The tool renders Oyjl JSON UI files.
de: Das Werkzeug zeigt Oyjl JSON UI Dateien an.

source: This Group checks correct constraints.
de: Diese Gruppe prüft korrekte Syntax.

source: This Group handles Long options
de: Diese Gruppe behandelt lange Optionen

source: This option expects arguments
de: Die Option erwartet ein Argument

source: This option is not defined
de: Die Option ist nicht definiert

source: This option needs oyjlOption_s::value_name defined
de: Diese Option benötigt oyjlOption_s::value_name.

source: This options explanation text.
de: Die Erklärung zur Option.

source: Too many input files for option
de: Zu viele Eingangsdateien für diese Option

source: Tool
de: Werkzeug

source: Tool to convert UI JSON description from *-X export* into source code.
de: Werkzeug um Benutzerschnittstellen in JSON von *-X export* nach Quelltext zu übertragen.

source: Translations only
de: Nur Übersetzungen

source: Try Format
de: Versuche Format

source: Try to find data format, even with offset.
de: Versuche ein Datenformat zu finden, auch mit Versatz.

source: Two input modes are supported. Read Oyjl UI -X=export JSON. Or parse C sources to --function-name defined strings and replace them in --output by --function-name-out. The later is useful for oyjlTr_s, Qt style or other translations.
de: Zwei Eingabearten werden unterstützt. Lese Oyjl UI -X=export Json. Oder suche in C Quelltext nach --function-name definierten Name und ersetze ihn in --output durch --function-name-out. Die letztere Art ist hilfreich für oyjlTr_s, Qt Stil oder andere Übersetzungsmethoden.

source: Type
de: Typ

source: Ui to source code
de: Benutzerschnittstellen nach Quelltext

source: Unbound options are not supported
de: Freie Optionen sind nicht unterstützt

source: Unix Man page
de: Unix Handbuchseite

source: Usage
de: Benutzung

source: Usage Error:
de: Benutzerfehler:

source: Use [A-Z,a-z] underscore '_'.
de: Benutze [A-Z,a-z] Understrich '_'.

source: Use only letters from alphabet [A-Z,a-z] including optional underscore '_'.
de: Benutze nur Buchstaben aus den Alphabet [A-Z,a-z] einschließlich möglichem Understrich '_'.

source: Verbose
de: Plaudernd

source: View MAN page
de: Betrachte Unix Handbuchseite

source: Wrap Name
de: Rahmenname

source: Wrap Type
de: Rahmentyp

source: Yes
de: Ja

source: error
de: Fehler

source: export
de: exportiere

source: finished
de: beendete

source: function
de: Funktion

source: help
de: Hilfe

source: increase verbosity
de: mehr Infos

source: input
de: Eingabe

source: language specific wrap
de: sprachspezifische Formatierung

source: lines found.
de: gefunden.

source: list empty translations too
de: liste auch leere Übersetzungen auf

source: locale directory containing the your-locale/LC_MESSAGES/your-textdomain.mo gettext translations
de: locale Verzeichnis mit deine-locale/LC_MESSAGES/deine-textdomain.mo gettext Übersetzungen

source: locales in a comma separated list
de: Sprachen in einer kommagetrennten Liste

source: mini OyjlArgsQml example
de: mini OyjlArgsQml Beispiel

source: need a value_type
de: benötige einen value_type

source: needs OYJL_OPTION_FLAG_EDITABLE or choices
de: benötige OYJL_OPTION_FLAG_EDITABLE oder choices

source: number
de: nummer

source: output
de: Ausgabe

source: output only translations
de: gebe nur Übersetzungen aus

source: oyjl -c -i text.json -x my/path/
de: oyjl -c -i text.json -x mein/Pfad/

source: oyjl -i text.json -x my/path/to/key -s value
de: oyjl -i text.json -x mein/Pfad/zum/Schlüssel -s Wert

source: oyjl-translate -a -i oyjl-ui.json -o result.json -k name,description,help -d TEXTDOMAIN -p LOCALEDIR -l de_DE,es_ES
de: oyjl-translate -a -i oyjl-ui.json -o ergebnis.json -k name,description,help -d TEXTKATALOG -p SPRACHPFAD -l de_DE,es_ES

source: oyjl-translate -c -i lang.tr -o result.json --locale de_DE
de: oyjl-translate -c -i sprache.tr -o ergebnis.json --locale de_DE

source: oyjl-translate -e [-v] -i oyjl-ui.json -o result.json -f '_("%s"); ' -k name,description,help
de: oyjl-translate -e [-v] -i oyjl-ui.json -o ergebnis.json -f '_("%s"); ' -k name,description,help

source: prog -i test.json ///my/path/
de: prog -i test.json ///mein/Pfad/

source: render
de: Darstellung

source: started
de: startete

source: text domain list of your project
de: Text Hausadressliste für das Projekt

source: to be used key names in a comma separated list
de: zu benutzende Schlüsselwörter in einer kommagetrennten Liste

source: verbose
de: plaudernd
