Repository: oyranos-cms/oyranos
Catalog: po/*.po
Languages: de

source: oyranos-policy -s policy_name
de: oyranos-policy -s Richtlinienname

source: oyranos-profile -w my_profile -j my_device.json my_profile.icc
de: oyranos-profile -w Mein_Profil -j Mein_Gerät.json Mein_Profile.icc

source: path is a link: ignored
de: Pfad ist eine Verknüpfung: ignoriert

source: path is not a directory
de: Pfad ist kein Verzeichnis

source: path is not readable
de: Pfad ist nicht lesbar

source: print module ID or profile name
de: zeige Modul ID oder Profilnamen

source: print only the file name
de: zeige nur den Profilnamen

source: print text and exit
de: Zeige Hilfetext an und und beende

source: print the full file name
de: zeige den vollständigen Dateiname

source: print the modules device class
de: zeige die Geräteklasse des Modules

source: profile file name
de: Profildateiname

source: profile name
de: Profilname

source: profile not found in color path:
de: Profil nicht im Profilepfad gefunden:

source: profile not found:
de: Farbprofil nicht gefunden:

source: read
de: lese

source: read input stream
de: lese Daten von Eingangsstrom

source: remove configuration from OpenICC DB
de: Lösche Geräteinformationen von OpenICC DB

source: remove selected tag number.
de: lösche nummeriertes Element

source: render
de: Anzeiger

source: reset session configuration to zero
de: Setze Sitzungseinstellung zurück zu keinen Einstellungen

source: route Oyranos to additional directories containing modules.
de: zeige Oyranos zusätzliche Verzeichnisse mit Modulen.

source: route Oyranos to top directories containing resources. The derived paths for ICC profiles have a "color/icc" appended.
de: richte Oyranos auf obere Verzeichnisse, welche Resourcen enthalten. An die Pfade für ICC Profile wird "color/icc" angehangen. http://www.openicc.org/index.php%3Ftitle=OpenIccDirectoryProposal.html

source: route Oyranos to top directories containing resources. The derived paths for ICC profiles have a "color/icc" appended. http://www.openicc.org/index.php%3Ftitle=OpenIccDirectoryProposal.html
de: richte Oyranos auf obere Verzeichnisse, welche Resourcen enthalten. An die Pfade für ICC Farbprofile wird "color/icc" angehangen. http://www.openicc.org/index.php%3Ftitle=OpenIccDirectoryProposal.html

source: route Oyranos to top directories containing resources. The derived paths for policies have a "color/settings" appended.
de: richte Oyranos auf obere Verzeichnisse, welche Resourcen enthalten. An die Pfade für Richtlinien wird "color/settings" angehangen. http://www.openicc.org/index.php%3Ftitle=OpenIccDirectoryProposal.html

source: running new ticket failed
de: neue Ausführung schlug fehl

source: search paths are influenced by the XDG_CONFIG_HOME shell variable.
de: Suchpfade werden durch die XDG_CONFIG_HOME Kommandozeilenvariable beeinflusst.

source: select floating point 16-bit precision data format
de: wähle Datenformat mit 16-bit Fließkommazahlen

source: select floating point 32-bit precision data format
de: wähle Datenformat mit 32-bit Fließkommazahlen

source: select floating point 64-bit precision data format
de: wähle Datenformat mit 64-bit Fließkommazahlen

source: select tag
de: wähle Eintrag

source: select unsigned integer 16-bit precision data format
de: wähle Datenformat mit 16-bit Ganzzahlen

source: select unsigned integer 8-bit precision data format
de: wähle Datenformat mit 8-bit Ganzzahlen

source: set the Oyranos debug level.
de: Setze das Oyranos Fehlersuchniveau.

source: set the Oyranos debug level. Alternatively the -v option can be used.
de: setze den Oyranos Fehlersuchniveau. Die -v Option kann alternativ benutzt werden.

source: show CIE*xy chromaticities, if available, for use with ppmcie.
de: zeige CIE*xy Farbwerte, falls vorhanden. Zur Benutzung mit ppmcie.

source: show as well non matching profiles
de: zeige auch nicht passende Profile

source: show internal hash value.
de: Zeige internen Hashwert

source: show only the ICC profiles file name
de: Zeige nur den Profilnamen

source: show the full ICC profile path and file name
de: kompletter Pfad- und Dateiname

source: skip X Color Management device profile
de: ignoriere X Color Management Geräteprofil

source: source image
de: Quellbild

source: stalled
de: nicht aktiv

source: static linking flags
de: statische Verknüpfungsargumente

source: unfinished
de: unvollendet

source: unknown
de: unbekannt

source: use IccXML format
de: benutze IccXML Format

source: use device JSON alternatively to -c and -d options
de: benutze Geräte JSON alternativ zu den -c und -d Optionen

source: use device class. Useful device classes are monitor, scanner, printer, camera.
de: nutze Geräteklasse. Nützliche Klassen sind monitor, scanner, printer, camera

source: use only DB keys for -f=openicc
de: benutze nur DB Schlüssel/Wertepaare für -f=openicc

source: use rank map JSON alternatively to -c and -d options
de: benutze Wichtungstabelle im JSON-Format alternativ zu den -c und -d Optionen

source: verbose
de: plaudernd

source: view image
de: Zeige Bild

source: w - fit to window width
de: w - Passe Bildbreite in Fenster ein

source: will overwrite policy file
de: werde Richtliniendatei überschreiben

source: with '.' is not allowed
de: mit '.' ist nicht erlaubt

source: write assigned ICC profile
de: Schreibe zugewiesenes ICC Profil

source: write device informations to OpenICC JSON.
de: Schreibe Geräteinformationen nach OpenICC JSON.

source: write profile with correct ID hash
de: schreibe Profil mit korrekter ID

source: write to specified file
de: schreibe nach Datei

source: wrong argument to option:
de: Falsches Argument für Option:

source: wrong profile for static web color space selected, need sRGB
de: Falsches Profil für statischen WWW Farbraum, benötige sRGB
