Repository: oyranos-cms/oyranos
Catalog: po/*.po
Languages: de

source: Display White Point Daemon for setting white point depending on geographical location and time.
de: Der Monitordienst setzt den Weißpunkt abhängig von geografischer Position und der Zeit.

source: Display White Point for all screens
de: Bildschirmweißpunkt für alle Monitore

source: Do system wide, might need admin or root privileges
de: Tue es systemweit, benötigt eventuell Adminrechte

source: Doc Title
de: Doc Titel

source: Documentation
de: Dokumente

source: Download
de: Bezugsquelle

source: Draw Gray
de: Zeichne grau

source: Draw Raster
de: Zeichne Gitter

source: Dump
de: Ausgabe

source: Dump DB
de: DB Ausgabe

source: Dump Device Infos to OpenICC device JSON
de: Schreibe Geräteinformationen nach OpenICC JSON

source: Dump OpenICC DB
de: Ausgabe der OpenICC DB

source: Dump Openicc Json
de: Ausgabe von OpenICC Json

source: Dump data:
de: Schreibe Daten:

source: Dump device color state
de: Schreibe Gerätefarbeinstellungen

source: Dump out all settings in Oyranos' own xml-ish text format
de: Die aktuellen Einstellungen als Oyranos XML ausgeben

source: Dump out the actual settings
de: Die aktuellen Einstellungen ausgeben

source: Duplicates
de: Doppelt

source: Dye sublimation printer
de: Thermosublimationsdrucker

source: ERROR
de: Fehler

source: Edit Options ...
de: Editiere Optionen ...

source: Editing Cmyk
de: Editier Cmyk

source: Editing Color Space
de: Editierfarbraum

source: Editing Gray
de: Editier Grau

source: Editing Lab
de: Editier Lab

source: Editing Rgb
de: Editier Rgb

source: Editing XYZ
de: Editier XYZ

source: Effect
de: Effekt

source: Effect Profile
de: Effektprofil

source: Effect Settings
de: Effekt Einstellungen

source: Effect Settings allows one to decide about a abstract effect color space.
de: Effektinstellungen erlauben die Benutzung eines Farbprofiles zur Farbveränderung.

source: Effect abtract Color Space
de: Effectfarbraum

source: Electrophotographic printer
de: Elektrofotografischer Drucker

source: Electrostatic printer
de: Electrostatischer Drucker

source: Elektra Configuration API
de: Elektra Konfigurations API

source: Elektra project; www/support: http://github.com/ElektraInitiative/libelektra
de: Elektra Projekt; WWW/Unterstützung: http://github.com/ElektraInitiative/libelektra

source: Embedd device meta tag from image device into given device profile
de: Bette Gerätemetainfos von einem Bildgerät in ein gegebenes Farbprofil

source: Enable effect profile
de: Benutze Effektprofil

source: Enable simulation of an output color space on a local printer. Most users do not work for a certain media and leave color handling to the system. They want no simulation.
de: Simuliere einen Ausgabefarbraum auf einem lokalen Drucker. Die meisten Benutzer arbeiten nicht für spezielle Ausgabemedien und überlassen die Farbanpassung dem System. Sie möchten keine Simulation.

source: Enable simulation of output print on the monitor. Most users do not work for a certain media and leave color handling to the system. They want no simulation.
de: Simuliere einen Ausgabefarbraum auf dem Bildschirm. Die meisten Benutzer arbeiten nicht für spezielle Ausgabemedien und überlassen die Farbanpassung dem System. Sie möchten keine Simulation.

source: Enable the daemon, set night white point to 3000 Kelvin and use that in night mode
de: Starte den Wächter, setze nächtlichen Weißpunkt zu 3000 Kelvin und benutze diesen im Nachtmodus

source: Enter - next page
de: Eingabetaste - nächste Seite

source: Erase
de: Löschen

source: Erase profile:
de: Melde Profil ab:

source: Examine ICC Conversion ...
de: Untersuche ICC Übertragung ...

source: Examine ICC Profile ...
de: Untersuche ICC Profil ...

source: Example
de: Beispiel

source: Example Device
de: Beispiel Gerät

source: Example Devices, for testing and learning purposes only.
de: Beispielgerät, nur zum Testen.

source: Exit!
de: Beenden!

source: Expose Image Filter Object
de: FilterObjekt zur Belichtung

source: Exposure:
de: Belichtung:

source: Extended Options
de: Erweiterte Optionen

source: Extract ICC profile
de: Extrahiere ICC Profil

source: FILE
de: DATEI

source: FILENAME
de: DATEINAME

source: FILE_NAME
de: DATEINAME

source: File Magic
de: Dateisignatur

source: File Name
de: Dateiname

source: File exists
de: Datei existiert

source: File not loaded!
de: Datei nicht geladen!

source: File:
de: Datei:

source: Files
de: Dateien

source: Film writer
de: Filmbelichter

source: Filter for meta tag key/value pair
de: Suche nach Schlüssel/Werte Paar in Meta Element

source: Filter of Color Names
de: Filter für Farbnamen

source: Flags:
de: Optionen:

source: Flexography
de: Flexodruck

source: FloatPCS2Lab
de: Fließkomma PCS nach Lab

source: FloatPCS2XYZ
de: Fließkomma PCS nach XYZ

source: For Convert Image currently only PPM and PNG formats. For -f clut currently only PPM format, CLUT is a levels x levels*levels sized PPM.
de: Für Bildumwamdlung werden z.Z. einzig PPM und PNG Formate unterstützt. For -f clut z.Z. einzig PPM Format, CLUT ist ein Raster(levels) x levels*levels großes PPM.

source: For Print
de: Für den Druck

source: For Screen
de: Bildschirm

source: For more information read the man page:
de: Mehr Informationen stehen im Handbuch:

source: Found no node in conversion. give up
de: Fand keinen Knoten im Graph. Gebe auf.

source: Found no policy module
de: Fand kein ICC Richtlinien Modul

source: Full Names
de: Volle Namen

source: Gamut Warning
de: Farbumfangswarnung

source: General options
de: Allgemeine Optionen

source: General options:
de: Allgemeine Optionen:

source: Generate CLUT Image
de: Erzeuge 3D Interpolationstabelle

source: Generate Device Link Profile
de: Erzeuge Verknüpfungsprofile

source: Generate Image
de: Erzeuge Bild

source: Generate Oyranos Documentation
de: Erzeuge Oyranos Dokumentation

source: Generate a 3D LUT
de: Erzeuge eine 3D Interpolationstabelle

source: Geographical Position
de: Geographische Position

source: Get
de: Lese

source: Get Conversion
de: Hole Farbumwandlung

source: Get ICC Profile:
de: Hole ICC Profil:

source: Get ICC profile
de: Hole ICC Profil

source: Get X Color Management activity state.
de: Erfrage X Color Management Farbserver Status.

source: Get a Value
de: Lese einen Wert

source: Gravure
de: Tiefdruck

source: Gray
de: Grau

source: Gray tone reproduction curve
de: Schwarze Wiedergabekurve

source: Green
de: Grün

source: Green Colorant
de: Grüne Grundfarbe

source: Green tone reproduction curve
de: Grüne Farbwiedergabekurve

source: HLC Color Atlas
de: HLC Farbatlas

source: HLC Color Atlas Pages
de: HLC Farbatlas

source: Handle OpenICC DB configuration on low level.
de: Handhabe OpenICC Konfigurations DB auf niedriger Ebene.

source: Handle mixed color spaces in preparing a document for print output.
de: Behandlung von uneinheitlichen Farbräumen in Vorbereitung eines Dokumentes für die Druckausgabe

source: Handle mixed color spaces in preparing a document for print output. A conversion to the default editing color space is typically what most users want.
de: Behandlung von uneinheitlichen Farbräumen in Vorbereitung eines Dokumentes für die Druckausgabe. Die Umwandlung in den voreingestellten Editierfarbraum ist, was die meisten Benutzer benötigen.

source: Handle mixed color spaces in preparing a document for screen output.
de: Behandlung von uneinheitlichen Farbräumen in Vorbereitung eines Dokumentes für die Bildschirmausgabe

source: Handle mixed color spaces in preparing a document for screen output. A conversion to sRGB helps in easy data exchange and is what most users want.
de: Behandlung von uneinheitlichen Farbräumen in Vorbereitung eines Dokumentes für die Bildschirmausgabe. Eine Umwandlung nach sRGB hilft für einen einfacheren Datenaustausch und ist, was die meisten Benutzer wünschen.

source: Handle naive and XCM aware CM apps device profiles.
de: Behandle Geräteprofile für naive und XCM kennende farbmanagementfähige Programme.

source: Handle options.
de: Behandle Optionen.

source: Handling of Mixed Color Spaces inside one single Document
de: Behandlung von gemischten Farbräumen in einem einzelnen Dokument

source: Hardproof
de: Nachbildung beim Ausdruck

source: Header
de: Kopf

source: Help
de: Hilfe

source: Help Shortcuts
de: Hilfe zur Tastatur

source: Hint: search paths are influenced by the XDG_CONFIG_HOME shell variable.
de: Hinweis: Suchpfade werden durch die XDG_CONFIG_HOME Kommandozeilenvariable beeinflusst.

source: Hue
de: Farbton

source: ICC Class
de: ICC Klasse

source: ICC Defaults Simple
de: ICC Voreingestellungen einfach

source: ICC Named Color Values
de: ICC Einzelfarben Werte

source: ICC Profile
de: ICC Profil

source: ICC Taxi Profile DataBase
de: ICC Taxi Profile DatenBank

source: ICC color conversion tool
de: ICC Farbumwandlungswerkzeug

source: ICC color profile for color transformations
de: ICC Farbprofil zur Farbraumtransformation.

source: ICC color profiles for color transformations
de: ICC Farbprofile zur Farbraumumwandlung

source: ICC header Attributes
de: ICC Dateiattribute

source: ICC profile
de: ICC Profil

source: ICC profile directory name
de: ICC Profilpfad

source: ICC profile id written
de: ICC Profil ID geschrieben

source: ICC profile search paths
de: ICC Profilesuchpfade

source: ICC profiles
de: ICC Profile

source: ICC profiles reside in known paths. They are defined by OpenICC and can be used by every complying system or application.
de: ICC Profile befinden sich in bekannten Verzeichnissen. Die Pfade sind durch OpenICC definiert und stehen allen unterstützenden Systemen und Anwendungen zur Verfügung.

source: ICC profiles reside in known paths. They are defined by OpenICC and can be used by every complying system or application. XDG_DATA_HOME and XDG_DATA_DIRS environment variables route Oyranos to top directories containing resources. The derived paths for ICC profiles have a "color/icc" appended.
de: ICC Profile befinden sich in bekannten Verzeichnissen. Die Pfade sind durch OpenICC definiert und stehen allen unterstützenden Systemen und Anwendungen zur Verfügung. Die XDG_DATA_HOME und XDG_DATA_DIRS Umgebungsvariablen leiten Oyranos zu den oberen Verzeichnissen mit Resourcen. Die daraus gebildeten Pfade für ICC Farbprofile werden durch ein "color/icc" ergänzt.

source: ICC profiles should always be attached to all colors. In the case that colors are undefined, users can set various default ICC profiles in Oyranos settings.
de: Alle Farben sollten auf einem Rechner mit ICC Farbprofilen definiert sein. Für nicht definierte Farben können Benutzer ICC Farbprofile in Oyranos voreinstellen.

source: ICC_FILE_NAME
de: ICC_DATEINAME

source: ICC_PROFILE
de: ICC_PROFIL

source: IMAGEFILENAME
de: BILDDATEINAME

source: Icc Color Context
de: Icc Farbkontext

source: Identity
de: Idendität

source: Illuminant
de: Beleuchtung

source: Illuminant A
de: Lichtart A

source: Illuminant D50
de: Lichtart D50

source: Illuminant D55
de: Lichtart D55

source: Illuminant D65
de: Lichtart D65

source: Illuminant D65 T
de: Lichtart D65 T

source: Illuminant D75
de: Lichtart D75

source: Illuminant D93
de: Lichtart D93

source: Illuminant F2
de: Lichtart F2

source: Illuminant F8
de: Lichtart F8

source: Illuminant Spectrum
de: Beleuchtungsspektrum

source: Illuminant Spectrum Graph
de: Beleuchtungsspektrumzeichnung

source: Illuminant unknown
de: Illuminant unbekannt

source: Illuminant with equal energy E
de: Lichtart mit ausgeglichener Energie E

source: Illuminant:
de: Beleuchtung:

source: Image
de: Bild

source: Image PNG Socket
de: PNG Bilddose

source: Image Plug
de: Bildstecker

source: Image Socket
de: Bilddose

source: Image has no color space embedded. What default action shall be performed?
de: Bild enthält kein Farbprofil. Welche Standardhandlung soll ausgeführt werden?

source: Image/Simple Image[channel]
de: Bild/Einfaches Bild[Kanal]

source: Image/Simple Image[expose]
de: Bild/Einfaches Bild[Belichtung]

source: Image/Simple Image[scale]
de: Bild/Einfaches Bild[Skalierung]

source: Image[channel]
de: Bild[Kanal]

source: Image[expose]
de: Bild[Belichtung]

source: Image[input_png]
de: Bild[input_png]

source: Image[input_ppm]
de: Bild[input_ppm]

source: Image[lraw]
de: Bild[lraw]

source: Image[my_filter]
de: Bild[my_filter]

source: Image[out]
de: Bild[Ausgang]

source: Image[scale]
de: Bild[Skalierung]

source: Image[write_png]
de: Bild[write_png]

source: Image[write_ppm]
de: Bild[write_ppm]

source: Img
de: Bild

source: Import Policy
de: Importiere Richtlinie

source: Incoming color spaces can differ from the default editing color space. For most users, an automatic conversion is fine. However, for more demanding work, the numbers need to be preserved.
de: Eingehende Farbräume können von der Voreinstellung abweichen. Für viele Benutzer ist eine automatische Umwandlung kein Problem. Für anspruchsvollere Anwendungen sollten die Zahlenwerte stets erhalten bleiben.

source: Index
de: Position(Index)

source: Info
de: Infos

source: Information
de: Informationen

source: Information:
de: Informationen:

source: Initialise the oyDB_s APIs.
de: Initialisier die oyDB_s APIs.

source: Initialise the oyJob_s APIs.
de: Initialisier die oyJob_s APIs.

source: InkJet printer
de: Tintenstrahldrucker

source: Input
de: Eingabe

source: Input Class
de: Eingabeklasse

source: Input PNG Image Filter Object
de: Filterobjekt eines zu lesendes PNG Bildes

source: Input PPM Image Filter Object
de: Filterobjekt eines zu lesendes PPM Bildes

source: Input libraw Image Filter Object
de: Filterobjekt für libraw Eingangsbilder

source: Install
de: Installiere

source: Install Paths
de: Installationspfade

source: Install Profile
de: Installiere Profil

source: Install a profile for the actual user and show error messages in a GUI
de: Installiere ein Profile für den aktuellen Benutzer und zeige eine Fehlermeldung grafische an

source: Install profile
de: Installiere Profil

source: Install selected profile
de: Installiere ICC Profil

source: Install the selected profile.
de: Installiere das ausgewählte ICC Profil.

source: Insufficient data
de: Zu wenige Daten

source: Intent
de: Übertragung

source: Internal Error
de: Interner Fehler

source: Internal Name
de: Interner Name

source: Internal stored Size
de: Interne Größe

source: Introduction
de: Einführung

source: KEY;VALUE
de: SCHLÜSSEL;WERT

source: Lab2FloatPCS
de: Lab nach Fließkomma PCS

source: Lab2XYZ
de: Lab nach XYZ

source: Latitude
de: Geographische Breite

source: Levels
de: Rastergröße

source: License
de: Lizenz

source: Lightness
de: Helligkeit

source: Link
de: Verknüpfung

source: List
de: Liste

source: List Hash
de: Liste Prüfsumme

source: List ICC Profile Paths
de: Liste der ICC Farbprofilpfade

source: List ICC Profiles:
de: Liste der verfügbaren ICC Farbprofile

source: List Paths
de: Liste Pfade

source: List Policies
de: Liste Richtlinien

source: List Profiles
de: Liste Profile

source: List Tags
de: Liste Elemente

source: List Taxi DB profiles for selected device
de: Liste Profile von Taxi für gewähltes Gerät

source: List Taxi DB profiles for selected device:
de: Liste Profile von Taxi für gewähltes Gerät:

source: List Taxi Profiles
de: Liste Taxi Profile

source: List all installed profiles by internal name
de: Liste alle installierten Profile mit internem Namen

source: List all installed profiles in user path
de: Liste alle installierten Profile im Benutzerpfad

source: List all installed profiles of the display and output device classes
de: Liste alle installierten Profile mit Monitor-und Ausgabeklasse

source: List available device manufacturers:
de: Liste der verfügbaren Gerätehersteller:

source: List available policies
de: Liste der verfügbaren Richtlinien

source: List device classes
de: Zeige Geräteklassen

source: List devices
de: Geräteliste

source: List devices:
de: Geräteliste:

source: List existing paths inside DB
de: Zeige vorhandene Pfade innerhalb der OpenICC DB

source: List included ICC tags
de: Liste der enthaltenen ICC Elemente

source: List local DB profiles for selected device
de: Liste lokale DB Profile für gewähltes Gerät

source: List modules:
de: Modulliste:

source: List of available ICC color profiles
de: Liste der verfügbaren ICC Farbprofile

source: List profile full names
de: Profildateiname

source: List profile internal names
de: Interne Namen

source: List search URL:
de: Zeige Suchadresse:

source: List search paths
de: Zeige Suchpfade

source: Little CMS can use curves before and after CLUT's for special cases like gamma encoded values to and from linear gamma values. Performance will suffer.
de: Little CMS kann Kurven vor und nach 3D Interpolationstabellen benutzen. Dadurch zeigen sich weniger Fehler bei der Übertragung zwischen linearen und gammabehafteten Werten auf Kosten der Geschwindigkeit.

source: Load
de: Lade

source: Load Image File Object
de: Lade Bilddateiobjekt

source: Local Time
de: Ortszeit

source: Location
de: Position

source: Location and Twilight
de: Ort und Dämmerung

source: Long Help
de: Lange Hilfe

source: Longitude
de: Geographische Länge

source: Look Up Table
de: Interpolationstabelle

source: Lookup table, PCS to device, intent perceptual
de: Farbtabelle, Kontaktfarbraum an Gerät, Anpassung Fotografisch

source: Lookup table, PCS to device, intent relative colorimetric
de: Farbtabelle, Kontaktfarbraum an Gerät, Anpassung Relativ Farbmetrisch

source: Lookup table, PCS to device, intent saturation
de: Farbtabelle, Kontaktfarbraum an Gerät, Anpassung Sättigung

source: Lookup table, device to PCS, intent perceptual
de: Farbtabelle, Gerät an Kontaktfarbraum, Anpassung Fotografisch

source: Lookup table, device to PCS, intent relative colorimetric
de: Farbtabelle, Gerät an Kontaktfarbraum, Anpassung Relativ Farbmetrisch

source: Lookup table, device to PCS, intent saturation
de: Farbtabelle, Gerät an Kontaktfarbraum, Anpassung Sättigung

source: Luminance
de: Leuchtdichte

source: Luminance Y
de: Leuchtdichte Y

source: MEM Error.
de: Speicher Fehler

source: MIT license: http://www.opensource.org/licenses/mit-license.php
de: MIT Lizenz: http://www.opensource.org/licenses/mit-license.php

source: Machine
de: Maschine

source: Machine path
de: Maschinenpfad

source: Magic
de: Signatur

source: Magic:
de: Signatur:

source: Man Environment
de: MAN Umgebungsvariable

source: Man Examples
de: Man Beispiele

source: Man See_also
de: Man Siehe_auch

source: Man Short_cuts
de: Man Tastaturkürzel

source: Manufacturer
de: Hersteller

source: Manufacturer:
de: Hersteller:

source: Mark Out Of Gamut colors
de: Markiere nicht darstellbare Farben

source: Me
de: Ich

source: Measured colors
de: Farbmessergebnisse

source: Measurement
de: Messart

source: Media black point
de: Medienschwarzpunkt

source: Media white point
de: Medienweißpunkt

source: Meta Data
de: Allgemeine Daten

source: Misc
de: Verschiedenes

source: Miscellaneous options
de: Sonstige Optionen

source: Mismatching
de: Abweichung

source: Mixed color spaces inside one single document can be difficult to handle for some systems. The settings can give the option to flatten document color spaces.
de: Gemischte Farbräume in einem Dokument können in einigen Systemen zu Problemen führen. Die Einstellung bietet die Möglichkeit den Farbraum zu vereinheitlichen.

source: Mode
de: Modus

source: Model
de: Modell

source: Model:
de: Modell:

source: Modes
de: Modi

source: Modify Profile:
de: Verändere Prmprofil

source: Module Options
de: Moduloptionen

source: Module name
de: Modulname

source: Monitor
de: Bildschirm

source: Monitors, which can be detected through the video card driver and windowing system.
de: Bildschirme, welche durch das Modul erkannt werden.

source: More bits mean more precission for processing and more size.
de: Mehr Bit bedeutet mehr Daten für höhere Genauigkeit zu verarbeiten.

source: More indepth help for My example filter.
de: Mehr Hilfetext für den Mein Beispielfilter.

source: Most users want a simple display of colors and will not check if colors match the simulation color space.
de: Viele Benutzer möchten eine einfache Farbdarstellungen und wollen nicht prüfen ob Farben in den Simulationsfarbraum passen.

source: Must be in Oyranos' own xml-ish text format
de: Muss in Oyranos eigenem XML Textformat sein

source: My Filter
de: Mein Filter

source: My Filter Object
de: Filterobjekt Mein

source: My Name
de: Mein Name

source: My filter introduction.
de: Meine Filter Einführung.

source: My project; www: http://www.my-adress.com; support/email: my@adress.com; sources: http://www.my-adress.com/download
de: Oyranos Projekt: www: http://www.oyranos.com; Support/email: ku.b@gmx.de; Quellen: http://www.oyranos.com/wiki/index.php?title=Oyranos/Download

source: NUMBER
de: NUMMER

source: Name Space
de: Namensraum

source: Named Color
de: Einzelfarben

source: Named Color 2
de: Einzelfarben 2

source: Named Color Class
de: Einzelfarben 2 Klasse

source: Named Color Collection
de: Einzelfarbsammlung (NCC)

source: Need a ICC profile argument.
de: Benötige ein ICC Profil Argument.

source: Needs -c and -d options.
de: Benötigt -c und -d Optionen.

source: Needs -c option.
de: Benötigt die -c Option

source: New Profile Name
de: Neuer Profilname

source: New color scheme
de: Neues Farbschema

source: New white point mode
de: Neuer Weißpunktmodus

source: Night Backlight
de: Nachthelligkeit

source: Night Manager
de: Nacht Manager

source: Night Mode
de: NachtModus

source: Night color scheme
de: Nacht Farbschema

source: Night effect
de: Nacht Effekt

source: Nightly appearance
de: Nächtliche Anmutung

source: No
de: Nein

source: No Action
de: Keine Ausführung

source: No ICC profile id detected
de: kein ICC Profil ID gefunden

source: No Image profile
de: Kein Profil am Bild

source: No Profile repair of ICC profile ID
de: Lasse Reparatur der Profil ID weg

source: No White on White Fix
de: Keine Weiß zu Weiß Reparatur

source: No black body
de: Kein Schwarzkörperstrahler

source: No repair
de: Keine Reparatur

source: No spectral
de: Lasse Spektrallinie fort

source: NoNo
de: NeinNein

source: Node
de: Knoten

source: Node Name
de: Knotenname

source: Obs10°
de: Betrachter10°

source: Observe config changes
de: Beobachte Einstellungsänderungen

source: Obtained no geo location information. Is your device connected to the internet?
de: Konnte keine Ortsinformationen erhalten. Ist das Gerät mit dem Internet verbunden?

source: Offset Lithography
de: Offsetdruck

source: Omit border
de: Lasse Rand aus

source: Omit border in graph
de: Lasse Rand aus in Zeichnung

source: Omit the spectral line
de: Lasse Spektrallinie fort

source: Omit white line of lambert light emitters
de: Lasse Weißlinie von Lambertstrahlern fort

source: On Cmyk Mismatch
de: Bei Cmyk Ungleichheit

source: On Rgb Mismatch
de: Bei Rgb Ungleichheit

source: Only Db
de: Einzig Db

source: OpenICC Configuration API
de: OpenICC Konfigurations API

source: OpenICC project; www/support: http://github.com/OpenICC/config
de: OpenICC Projekt: WWW/Support: http://github.com/OpenICC/config

source: Operating System
de: Betriebssystem

source: Optimization
de: Optimierung

source: Option "filename", a valid filename
de: Option "filename", ein gültiger Dateiname

source: Option "filename", a valid filename of a existing PNG image
de: Option "filename", ein gültiger Dateiname eines existierenden PNG Bildes

source: Option "filename", a valid filename of a existing PPM image
de: Option "filename", ein gültiger Dateiname eines existierenden PPM Bildes

source: Option "filename", a valid filename of a existing image
de: Option "filename", ein gültiger Dateiname eines existierenden Bildes

source: Option not supported type:
de: Option nicht unterstützten Typs:

source: Options
de: Optionen

source: Output
de: Ausgabe

source: Output Class
de: Ausgabeklasse
