Repository: oyranos-cms/oyranos
Catalog: po/*.po
Languages: de

source: System wide DB setting
de: Einstellung in der systemweiten DB

source: Tag Name
de: Element Name

source: Tag Pos
de: Element Position

source: Taxi DB Profiles
de: Verfügbare Taxiprofile

source: Taxi DB entries for device
de: Taxi DB Einträge für das Gerät

source: Temperature
de: Temperatur

source: The
de: Das

source: The oyranos-profile-graph programm converts ICC profiles or embedded ICC profiles from images to a graph image. By default the program shows the saturation line of the specified profiles and writes to stdout.
de: Das oyranos-profile-graph Programm erzeugt aus einem ICC Profil oder in Bildern eingebetteten ICC Profilen eine Grafik. Vorgabemäßig malt es die Sättigungslinie eines anzugebenden ICC Profiles und schreibt die Grafik nach stdout.

source: The "display" filter supports applications to show image content on single and multi monitor displays. It cares about the server communication in declaring the region as prematched. So a X11 server side color correction does not disturb the displayed colors and omits the provided rectangle. The "display" filter matches the provided image content to each monitor it can find. Of course this has limitations to distorted windows, like wobbly effects or matrix deformed windows.
de: Das "display" Modul unterstützt Anwendungen bei der Darstellung von Bildern auf einfachen- und Mehrfachmonitorkonfigurationen. Es teilt dem X Server mit, daß ein bearbeitete Region farbkorrigiert ist. Somit wird bei einer spätenserverseitigen Farbkorrektur eine doppelte Anwendung vermieden. Das "display" Modul korrigiert für jeden gefundenen Monitor einzeln. Dies hat allerding Nachteile bei deformierten Regionen wie wackelnden oder verzerrten Fenstern.

source: The -w option specifies the new internal and external profile name. PROFILENAME specifies the source profile.
de: Die -w Option gibt den inneren und äußeren Profilename an.PROFILNAME gibt das Quellprofile an.

source: The CUPS module supports the generic device protocol.
de: Das CUPS Modul unterstützt Oyranos’ allgemeines Geräteprotokoll.

source: The CUPS/printer module for Oyranos.
de: Das CUPS/Drucker Modul für Oyranos

source: The Editing Color Spaces shall be well behaving in order to allow editing of per channel curves. Well behaving means for Rgb, that editing of all three curves maintains gray neutrality. Hint: editing color spaces are sometimes called a working space.
de: Der Editierfarbraum sollte wohlgeformt sein, um das Editieren von Farbkanälen zu erleichtern. Wohlgeformt meint für Rgb, daß ein gleichzeitiges Verändern aller drei Farbkanäle die Neutralität der Grauachse nicht beeinflusst.

source: The Night white point mode shall allow to reduce influence of blue light during night time. A white point temperature of around 4000K and lower allows to get easier into sleep and is recommended along with warm room illumination in evening and night times.
de: Der Nachtweißpunkmodus soll den Einfluß von blauen Licht auf das menschliche Hormonsystem reduzieren. Ein Weißpunkt mit einer Strahlungstemperatur von 4000 Kelvin und weniger erleichtert den natürlichen Schlafrhytmus zu finden. Dieser wird zusammen mit einem warmen Lichtton für die allgemeine Zimmerbeleuchtung wärend der Abend-und Nachtstunden empfohlen.

source: The Option "filename" should contain a valid filename to read the image data from. If the file does not exist, a error will occure.
de: Die Option "filename" sollte einen gültigen Dateinamen zum Lesen des Bildes enthalten. Falls die Datei nicht existiert wird ein Fehler gemeldet. Das oyEDITING_RGB ICC Farbprofil wird angehangen.

source: The Option "filename" should contain a valid filename to read the png data from. If the file does not exist, a error will occure. The iCCP chunk is searched for or a oyASSUMED_WEB/oyASSUMED_GRAY ICC profile will be attached to the resulting image. A embedded renering intent will be ignored.
de: Die Option "filename" sollte einen gültigen Dateinamen zum Lesen des PNG Bildes enthalten. Falls die Datei nicht existiert wird ein Fehler gemeldet. Es wird nach dem iCCP Element gesucht. Falls dieses nicht gefunden werden kann, wird ein oyASSUMED_WEB/oyASSUMED_GRAY ICC Farbprofil an das erzeugte Bild angehangen. Eine interne Farbübertragungsart wird ignoriert.

source: The Option "filename" should contain a valid filename to read the ppm data from. If the file does not exist, a error will occure. The oyEDITING_RGB ICC profile is attached.
de: Die Option "filename" sollte einen gültigen Dateinamen zum Lesen des PPM Bildes enthalten. Falls die Datei nicht existiert wird ein Fehler gemeldet. Das oyEDITING_RGB ICC Farbprofil wird angehangen.

source: The Option "filename" should contain a valid filename to write the png data into. A existing file will be overwritten without notice.
de: Die Option "filename" sollte einen gültigen Dateinamen zum Erstellen des PNG Bildes enthalten. Eine existierende Datei wird ohne Warnung überschrieben.

source: The Option "filename" should contain a valid filename to write the ppm data into. A existing file will be overwritten without notice.
de: Die Option "filename" sollte einen gültigen Dateinamen zum Erstellen des PPM Bildes enthalten. Eine existierende Datei wird ohne Warnung überschrieben.

source: The Oyranos "
de: Das Oyranos "

source: The Oyranos "db_handler" command will initialise the oyDB hooks with the Elektra Configuration API.
de: Das Oyranos "db_handler" Kommando initialisiert die oyDB_s Schnittstellen mit der Elektra API.

source: The Oyranos "db_handler" command will initialise the oyDB hooks with the OpenICC Configuration API.
de: Das Oyranos "db_handler" Kommando initialisiert die oyDB_s Schnittstellen mit der OpenICC Konfigurations API.

source: The Oyranos "threads_handler" command will initialise the oyJob_s APIs with a available threading model.
de: Das Oyranos "threads_handler" Kommando initialisiert die oyJob_s Schnittstellen mit einem verfügbaren parallelen Verfahren.

source: The Tool gives information around installed ICC color profiles.
de: Das Werkzeug zeigt installierte ICC Farbprofile an.

source: The Tool gives information of Oyranos CMS policies.
de: Das Werkzeug zeigt Oyranos CMS Richtlinien an.

source: The Tool gives information of a ICC color profile.
de: Das Werkzeug zeigt ein ICC Farbprofil an.

source: The Tool handles Oyranos CMS Color Devices.
de: Das Werkzeug behandelt Oyranos CMS Farbgeräte.

source: The adaption state should be between 0 and 1.0 and will apply to the absolute colorimetric intent.
de: Der Farbanpassungsgrad sollte zwischen 0 und 1.0 liegen und wird auf die absolut farbmetrische Übertragung angewendet.

source: The client side window data handler of Oyranos.
de: Die benutzerseitige Fensterdatenagent von Oyranos.

source: The conversion between color spaces of different shape and size can happen in various ways. The Perceptual rendering intent is usually the best choice for photographs and artistic imagery. It is used in many automatic systems. The Relative Colorimetric rendering intent provides a well-defined standard, one-to-one color mapping, but without applying white point adaption. This can lead to color clipping in case of colors falling outside the target gamut as a price for the otherwise colorimetric correctness. The Relative Colorimetric intent is often used in combination with Black Point Compensation. The Saturation rendering intent shall provide an optimal use of saturated device colors. The Absolute Colorimetric rendering intent works like the relative colorimetric one except the white point is adapted. All rendering intents beside the colorimetric ones rely on the color tables designed by the profile vendor.
de: Die Umwandlung zwischen Farbräumen mit verschiedener Form und Größe kann auf verschiedene Arten stattfinden. Die Fotografische Übertragungsart ist oftmals die beste Wahl für Fotos und künstlerische Inhalte. Sie wird in vielen automatischen Systemen verwendet. Die Relativ Farbmetrische Übertragung bietet eine vorhersehbare standardisierte eins zu eins Übertragung mit unverändertem Weißpunkt. Die Relativ Farbmetrisch Übertragung wird oft zusammen mit der Schwarzpunktkompensation verwendet. Die Sättigende Übertragung soll eine optimale Ausnutzung von satten Gerätefarben ermöglichen. Die Absolut Farbmetrische Übertragung wirkt wie die Relativ Farbmetrische Übertragung, nur mit Weißpunktanpassung. Die Farbtabellen allen Übertragungsarten, ausser die der Farbmetrischen, werden von den Profilerstellern gestaltet.

source: The core Color Matching Module (CMM) takes individual profiles and options and backes a device link. It can provide alternative features regarding appearance, security, speed or resource overhead.
de: Das Kernfarbübertragungsmodul (CMM) nimmt einzelne Farbprofile und Optionen und erzeugt eine Geräteverknüpfung. Es kann alternative Eigenschaften anbieten bezüglich Farbanmutung, Sicherheit, Geschwiundigkeit oder Resourcenverbrauch.

source: The dummy useless module of Oyranos.
de: Das Beispielmodul für Oyranos

source: The filter adapts pixel brightness.
de: Der Filter ändert die Bildhelligkeit.

source: The filter can query pixels from its successors in a graph. The results are stored in the internal buffer.
de: Der Filter erfragt Rasterbildpunkte von seinem Vorgänger im Graphen. Das Ergebnis wird in internen Datenfeldern gespeichert.

source: The filter expects "//" OY_TYPE_STD "/rectangles/rectangle/[#]" options containing each a oyRectangle_s object and will create, fill and process a according rectangle. Each rectangle shall be in pixel coordinates. It describes a individual ROI inside the source image and the output image.
de: Der Filter erwartet "//" OY_TYPE_STD "/rectangles/rectangle/[#]" Optionen, welche eine Liste von oyRectangle_s Objekten enthält. Es erstellt, füllt und verarbeitet die bezüglichen Rechtecke in jeweils eigenen Arbeitsaufträgen.Jedes Rechteck wird in Bildpunkt Koordinaten erwartet. Es beschreibt ein individuelles aktives Rechteck innerhalb des Quellbildes und der Ausgabedatenregion.

source: The filter expects a "expose" double option and will process the data accordingly.
de: Der Filter erwartet eine "expose" Gleitkomma Option und verarbeitet die Bilddaten entsprechend.

source: The filter is a possible pixel target in a graph.
de: Der Filter ist ein mögliches Rasterbildziel in einem Graphen.

source: The filter is used to reduce pixels.
de: Der Filter verringert die Pixelanzahl.

source: The filter needs some informations attached to the output image tags of the "output" image filter. The following list describes the X11/Xorg requirements. A "window_id" option shall consist of a oyBlob_s object containing the X11 "Window" type in its pointer element. A "display_id" option shall consist of a oyBlob_s object containing the X11 "Display" of the application. This is typically exposed as system specific pointer by each individual toolkit. A "display_rectangle" option of type oyRectangle_s shall represent the application image region in pixel of the absolute display coordinates. In the "datatype" option, a oyDATATYPE_e encoded as integer is expected, to deliver that data type in a not yet allocated output image. The output data type is by default not changed. A newly not yet allocated output image will be stored as processing data in the socket. "preserve_alpha" is a integer option to keep a given alpha in a not yet allocated output image.
de: Das Modul benötigt einige Informationen, welche es in den Bilddaten des "output" Bildmodules sucht. Die folgende Liste beschreibt die Bedürfnisse unter Xorg/X11. Die "window_id" Option, aus einem oyBlob_s Object bestehend, soll einen X11 "Window" Zeiger enthalten. Die "display_id" Option, aus einem oyBlob_s Object bestehend, soll einen X11 "Display" Zeiger enthalten. Dieser beiden obigen Zeiger werden typischerweise auch von Toolkits bereitgestellt. Die "display_rectangle" Option, bestehend aus einem oyRectangle_s Objekt, soll die darzustellenden absoluten Bildschirmkoordinaten in Pixel enthalten. Die "datatype" Option, soll einen oyDATATYPE_e als Ganzzahloption enthalten, um ein noch nicht reserviertes Ausgabebild neu zu erstellen. Standardmäßig wird der Datentyp nicht geändert. Ein neu erzeugtes Bild wird als Prozessdaten an den Sockel geheftet. "preserve_alpha" ist eine Ganzzahloption die Deckkraft in einem neuen Bild zu erhalten.

source: The filter obtains a image from libraw.
de: Der Filter erhält Bilder von libraw.

source: The filter provides a default oyJob_s handling mechanism for asynchronous processing.
de: Der Filter bietet einen voreingestellen Mechanismus für asynchrone Ausführung an.

source: The filter provides a generic image source.
de: Der Filter bietet eine allgemeine Bildquelle.

source: The filter provides policy settings. These settings can be applied to a graph through the user function oyConversion_Correct().
de: Das Modul bietet Einstellungen für Richtlinien. Diese Einstelungen können mit Hilfe der oyConversion_Correct() Funktion auf einen Grafen angewendet werden.

source: The filter provides the Elektra Configuration API to Oyranos DB hooks.
de: Der Filter initialisert Oyranos DB hooks mit der libelektra API.

source: The filter provides the libOpenICC Configuration API to Oyranos DB hooks.
de: Der Filter initialisert Oyranos DB hooks mit der libOpenICC API.

source: The filter will expect a "channel" double option and will create, fill and process a according data version with a new job ticket. The new job tickets image, array and output_array_roi will be divided by the supplied "channel" factor. It's plug will request the divided image sizes from the source socket.
de: Der Filter erwarted eine "channel" IEEE Double Option und wird ein passendes neues Jobticket erstellen. Das neue Jobticket erhält ein Bild, Feld und Ausgangsdatenregion, welche alle durch den "scale" Factor dividiert werden. Sein Stecker wird die dividierten Bildgrößen von seiner Quellsteckdose beziehen.

source: The filter will expect a "scale" double option and will create, fill and process a according data version with a new job ticket. The new job tickets image, array and output_array_roi will be divided by the supplied "scale" factor. It's plug will request the divided image sizes from the source socket.
de: Der Filter erwarted eine "scale" IEEE Double Option und wird ein passendes neues Jobticket erstellen. Das neue Jobticket erhält ein Bild, Feld und Ausgangsdatenregion, welche alle durch den "scale" Factor dividiert werden. Sein Stecker wird die dividierten Bildgrößen von seiner Quellsteckdose beziehen.

source: The following options are available to create color contexts: "profiles_simulation", a option of type oyProfiles_s, can contain device profiles for proofing. "profiles_effect", a option of type oyProfiles_s, can contain abstract color profiles. The following Oyranos options are supported: "rendering_gamut_warning", "rendering_intent_proof", "rendering_bpc", "rendering_intent", "proof_soft" and "proof_hard". The additional lcms option is supported "cmyk_cmyk_black_preservation" [0 - none; 1 - LCMS_PRESERVE_PURE_K; 2 - LCMS_PRESERVE_K_PLANE], "precalculation": [0 - normal; 1 - cmsFLAGS_NOOPTIMIZE; 2 - cmsFLAGS_HIGHRESPRECALC, 3 - cmsFLAGS_LOWRESPRECALC, 4 - cmsFLAGS_NULLTRANSFORM], "precalculation_curves": [0 - none; 1 - cmsFLAGS_CLUT_POST_LINEARIZATION + cmsFLAGS_CLUT_PRE_LINEARIZATION], "adaption_state": [0.0 - not adapted to screen, 1.0 - full adapted to screen] and "no_white_on_white_fixup": [0 - force white on white, 1 - keep as is].
de: Die folgenden Optionen stehen für die Erstellung von Farbübertragungen zur Verfügung: "profiles_simulation", ist eine Option des Types oyProfiles_s, welche Geräteprofile einthalten kann zur Simulation. "profiles_effect", ist eine Option des Types oyProfiles_s, welche Abstrakte Profile enthalten kann. Die folgenden Optionen werden unterstützt: "rendering_gamut_warning", "rendering_intent_proof", "rendering_bpc", "rendering_intent", "proof_soft" and "proof_hard". Die folgenden zusätzlichen lcms Optionen werden unterstützt: "cmyk_cmyk_black_preservation" [0 - keine; 1 - LCMS_PRESERVE_PURE_K; 2 - LCMS_PRESERVE_K_PLANE], "precalculation": [0 - normal; 1 - cmsFLAGS_NOOPTIMIZE; 2 - cmsFLAGS_HIGHRESPRECALC, 3 - cmsFLAGS_LOWRESPRECALC, 4 - cmsFLAGS_NULLTRANSFORM], "precalculation_curves": [0 - keine; 1 - cmsFLAGS_CLUT_POST_LINEARIZATION + cmsFLAGS_CLUT_PRE_LINEARIZATION], "adaption_state": [0.0 - keine Anpassung an Bildschirm, 1.0 - komplette Anpassung an Bildschirm] und "no_white_on_white_fixup": [0 - erzwinge Weiß auf Weiß Abbildung, 1 - belasse den Weißpunkt].

source: The following options are available to create color contexts: "profiles_simulation", a option of type oyProfiles_s, can contain device profiles for proofing. "profiles_effect", a option of type oyProfiles_s, can contain abstract color profiles. The following Oyranos options are supported: "rendering_gamut_warning", "rendering_intent_proof", "rendering_bpc", "rendering_intent", "proof_soft" and "proof_hard". The additional lcms options are supported "cmyk_cmyk_black_preservation" [0 - none; 1 - LCMS_PRESERVE_PURE_K; 2 - LCMS_PRESERVE_K_PLANE] and "precalculation".
de: Die folgenden Optionen stehen für die Erstellung von Farbübertragungen zur Verfügung: "profiles_simulation", ist eine Option des Types oyProfiles_s, welche Geräteprofile einthalten kann zur Simulation. "profiles_effect", ist eine Option des Types oyProfiles_s, welche Abstrakte Profile enthalten kann. Die folgenden Optionen werden unterstützt: "rendering_gamut_warning", "rendering_intent_proof", "rendering_bpc", "rendering_intent", "proof_soft" and "proof_hard". The additional lcms option is supported "cmyk_cmyk_black_preservation" [0 - none; 1 - LCMS_PRESERVE_PURE_K; 2 - LCMS_PRESERVE_K_PLANE].

source: The kind of ICC gamut mapping for transforming colors between differently sized color spaces
de: Die Art der Farbübertragung für verschieden große Farbräume nach ICC Standard

source: The lcms "color.icc" filter is a one dimensional color conversion filter. It can both create a color conversion context, some precalculated for processing speed up, and the color conversion with the help of that context. The adaption part of this filter transforms the Oyranos color context, which is ICC device link based, to the internal lcms format.
de: Das lcms "color.icc" Modul kann eindimensional Farben übertragen. Die CMM, Farbübertragungsmodul, berechnet die Farbübertragungsdaten vor und kann Farben mit deren Hilfe auch übertragen. Es gibt einen Anpassungsteil im Modul, welcher die interne lcms Farbübertragungsdaten an das Oyranos' Format anpasst, welches auf ICC Geräteverknüpfungen, engl. device links, beruht.

source: The lcms "color_icc" filter is a one dimensional color conversion filter. It can both create a color conversion context, some precalculated for processing speed up, and the color conversion with the help of that context. The adaption part of this filter transforms the Oyranos color context, which is ICC device link based, to the internal lcms format.
de: Das lcms "color_icc" Modul kann eindimensional Farben übertragen. Die CMM, Farbübertragungsmodul, berechnet die Farbübertragungsdaten vor und kann Farben mit deren Hilfe auch übertragen. Es gibt einen Anpassungsteil im Modul, welcher die interne lcms Farbübertragungsdaten an das Oyranos' Format anpasst, welches auf ICC Geräteverknüpfungen, engl. device links, beruht.

source: The lcms filter is a one by one color conversion filter. It can both create a color conversion context, some precalculated for processing speed up, and the color conversion with the help of that context. The adaption part of this filter transforms the Oyranos color context, which is ICC device link based, to the internal lcms format.
de: Das lcms Modul kann eindimensional Farben übertragen. Die CMM, Farbübertragungsmodul, berechnet die Farbübertragungsdaten vor und kann Farben mit deren Hilfe auch übertragen. Es gibt einen Anpassungsteil im Modul, welcher die interne lcms Farbübertragungsdaten an das Oyranos' Format anpasst, welches auf ICC Geräteverknüpfungen, engl. device links, beruht.

source: The littleCMS "create_profile.color_matrix" command lets you create ICC profiles from some given colorimetric coordinates. See the "create_profile" info item.
de: Das littleCMS "create_profile.color_matrix" Kommando erlaubt die Erstellung eines ICC Farbprofiles von farbmetrischen Koordinaten. Siehe auch den "create_profile" Info Eintrag.

source: The littleCMS "create_profile.color_matrix" command lets you create ICC profiles from some given colorimetric coordinates. The filter expects a oyOption_s object with name "color_matrix.redx_redy_greenx_greeny_bluex_bluey_whitex_whitey_gamma" containing 9 floats in the order of CIE*x for red, CIE*y for red, CIE*x for green, CIE*y for green, CIE*x for blue, CIE*y for blue, CIE*x for white, CIE*y for white and a gamma value.
de: Das littleCMS "create_profile.color_matrix" Kommando erlaubt die Erstellung eines ICC Farbprofiles von farbmetrischen Koordinaten der Primärfarben. Der Filter erwartet ein Objekt des Types oyOptions_s mit dem Namen "color_matrix.redx_redy_greenx_greeny_bluex_bluey_whitex_whitey_gamma". Dieses Wert soll aus 9 Fließkommazahlen bestehen in der Reihenfolge: CIE*x für Rot, CIE*y für Rot, CIE*x für Grün, CIE*y für Grün, CIE*x für Blau, CIE*y für Blau, CIE*x für Weiß, CIE*y für Weiß und ein Gamma Wert.

source: The littleCMS "create_profile.color_matrix" command lets you create ICC profiles from some given colorimetric coordinates. The filter expects a oyOption_s object with name "color_matrix.redx_redy_greenx_greeny_bluex_bluey_whitex_whitey_gamma" containing 9 floats in the order of CIE*x for red, CIE*y for red, CIE*x for green, CIE*y for green, CIE*x for blue, CIE*y for blue, CIE*x for white, CIE*y for white and a gamma value. The result will appear in "icc_profile" with the additional attributes "create_profile.color_matrix".
de: Das littleCMS "create_profile.color_matrix" Kommando erlaubt die Erstellung eines ICC Farbprofiles von farbmetrischen Koordinaten der Primärfarben. Der Filter erwartet ein Objekt des Types oyOptions_s mit dem Namen "color_matrix.redx_redy_greenx_greeny_bluex_bluey_whitex_whitey_gamma". Dieses Wert soll aus 9 Fließkommazahlen bestehen in der Reihenfolge: CIE*x für Rot, CIE*y für Rot, CIE*x für Grün, CIE*y für Grün, CIE*x für Blau, CIE*y für Blau, CIE*x für Weiß, CIE*y für Weiß und ein Gamma Wert. Das Ergebnis wird in "icc_profile" mit den Attributen "create_profile.color_matrix" erscheinen.

source: The littleCMS "create_profile.proofing_effect" command lets you create ICC abstract profiles from a given ICC profile for proofing. The filter expects a oyOption_s object with name "proofing_profile" containing a oyProfile_s as value. The options "rendering_intent", "rendering_intent_proof", "rendering_bpc", "rendering_gamut_warning", "precalculation" and "cmyk_cmyk_black_preservation" are honoured. The result will appear in "icc_profile" with the additional attributes "create_profile.proofing_effect" as a oyProfile_s object.
de: Das littleCMS "create_profile.proofing_effect" Kommando erlaubt die Erstellung eines abstrakten ICC Farbprofiles von von einem gegebenen Farbprofil für Garätesimulationen. Der Filter erwartet ein Objekt des Types oyProfile_s mit dem Namen "proofing_profile". Die Optionen "rendering_intent", "rendering_intent_proof", "rendering_bpc", "rendering_gamut_warning", "precalculation" und "cmyk_cmyk_black_preservation" werden berücksichtigt. Das Ergebnis wird in "icc_profile" mit den zusätzlichen Attributen "create_profile.proofing_effect" erscheinen.
