Repository: oyranos-cms/oyranos
Catalog: po/*.po
Languages: de

source: !!! ERROR
de: !!! Fehler

source: &gt; - next image
de: &gt; - nächstes Bild

source: &lt; - previous image
de: &lt; - vorheriges Bild

source: (Device) Link Class
de: (Geräte) Farbraumverknüpfung

source: (c) 2005-2015, Kai-Uwe Behrmann and others
de: (c) 2005-2015 Kai-Uwe Behrmann und Andere

source: + - zoom in
de: + - Vergrößere Ansicht

source: - - zoom out
de: - - Verkleinere Ansicht

source: -d device_position_start_from_zero
de: -d geräte_position_startet_von_null

source: -v verbose
de: -v plauders

source: -|FILE
de: -|DATEI

source: 0/d or d/0
de: 0/d oder d/0

source: 0:sunrise/sunset|-6:civil|-12:nautical|-18:astronomical
de: 0:Auf-/Untergang|-6:zivil|-12:nautisch|-18:astronomisch

source: 1 - map one image pixel to one screen pixel
de: 1 - zeige einen Bildpunkt auf einem Bildschirmpunkt

source: 1. Channel
de: 1. Kanal

source: 10 degree (1964)
de: 10 Grad (1964)

source: 10. Channel
de: 10. Kanal

source: 10000*API+100*Feature+Patch
de: 10000*API+100*Fähigkeit(Feature)+Korrektur(Patch)

source: 10color
de: 10farbig

source: 10° Observer
de: 10° Betrachter

source: 11. Channel
de: 11. Kanal

source: 11color
de: 11farbig

source: 12. Channel
de: 12. Kanal

source: 12color
de: 12farbig

source: 13. Channel
de: 13. Kanal

source: 13color
de: 13farbig

source: 14. Channel
de: 14. Kanal

source: 14color
de: 14farbig

source: 15. Channel
de: 15. Kanal

source: 15color
de: 15farbig

source: 16. Channel
de: 16. Kanal

source: 1964 10° Observer Graph
de: 1964 10° Betrachter Zeichnung

source: 2 degree (1931)
de: 2 Grad (1931)

source: 2. Channel
de: 2. Kanal

source: 2D Graph from profiles
de: 2D Zeichnung vom Farbprofil

source: 2color
de: 2farbig

source: 3. Channel
de: 3. Kanal

source: 3color
de: 3farbig

source: 4. Channel
de: 4. Kanal

source: 4color
de: 4farbig

source: 5. Channel
de: 5. Kanal

source: 5color
de: 5farbig

source: 6. Channel
de: 6. Kanal

source: 6color
de: 6farbig

source: 7. Channel
de: 7. Kanal

source: 7color
de: 7farbig

source: 8. Channel
de: 8. Kanal

source: 8color
de: 8farbig

source: 9. Channel
de: 9. Kanal

source: 9color
de: 9farbig

source: ?? Nothing to add ??
de: ?? Nichts hinzuzufügen ??

source: A Color Matching Module (CMM) does the computational work to transform colors. It can provide alternative features regarding appearance, security, speed or resource overhead.
de: Ein Farbübertragungsmodul (CMM) berechnet Übertragungsfunktionen und Farben. Es kann alternative Eigenschaften anbieten bezüglich Farbanmutung, Sicherheit, Geschwindigkeit oder Resourcenverbrauch.

source: A ICC profile of class abstract. Ideally the effect profile works on 1D RGB curves only and is marked meta:EFFECT_linear=yes .
de: Ein ICC Farbprofil der Klasse Abstrakter Farbraum. Günstig wäre ein Effektprofil, welches nur eindimensionale RGB Kurven benutzt und mit meta:EFFECT_linear=yes gekennzeichnet ist.

source: A value from 2700 till 8000 Kelvin is expected to show no artefacts
de: Werte zwischen 2700 bis 8000 Kelvin sollten keine Darstellungsfehler hervorrufen

source: A white point temperature of around 4000K and lower allows to get easier into sleep. Enable by setting this option to Automatic (-n=1) and Temperature to 3000 (-a=3000).
de: Ein Weißpunkt mit einer Strahlungstemperatur von 4000 Kelvin und weniger erleichtert den natürlichen Schlafrhytmus zu finden. Dazu wird diese Einstellung auf Automatisch (-n=1) und die Temperatur auf 3000 (-a=3000) gestellt.

source: ANGLE_IN_DEGREE
de: WINKEL_IN_GRAD

source: API|ABI-Feature-Patch|BugFix Release
de: API|ABI-neueAPI-FehlerKorrektur Veröffentlichung

source: About Oyranos
de: Über Oyranos

source: Absolute Colorimetric
de: Absolut Farbmetrisch

source: Abstract
de: Abstrakter Farbraum

source: Abstract Class
de: Abstrakte Klasse

source: Accuracy
de: Genauigkeit

source: Action for Image profile and Editing profile mismatches.
de: Verhalten bei Ungleichheit von Bild- und Editierfarbraum

source: Activate
de: Aktiviere

source: Activate profiles:
de: Aktivieren eines Profiles:

source: Active Policy:
de: Aktive Richtlinie:

source: Active matrix monitor
de: Aktivmatrixmonitor

source: Actual mode
de: Aktueller Modus

source: Actual white point mode
de: Aktueller Weißpunktmodus

source: Adaptation State
de: Farbanpassungsgrad

source: Adaptation state for absolute colorimetric intent
de: Farbanpassungsgrad für die absolut farbmetrische Übertragung

source: Add calibration data to meta tag of a device profile
de: Füge Kalibrierungsdaten zum meta Element eines Profiles

source: Additional options.
de: Zusätzliche Optionen.

source: All the small details for using this module.
de: All die kleinen Details für dieses Modul

source: Allowed option choices are:
de: Erlaubte Auswahlmöglichkeiten sind:

source: Allowed option values are -f openicc and -f xml. unknown format:
de: Erlaubte Werte sind -f openicc und -f xml. Unbekanntes Format:

source: Already enabled
de: Bereits eingeschalten

source: Alt + - brighter
de: Alt + - Heller

source: Alt - - darker
de: Alt - - Dunkler

source: Alt . - reset to normal values
de: Alt . - Setzt Helligkeit zurück

source: Alt 0 - all channels
de: Alt 0 - Zeige all Farbkanäle

source: Alt 1 - first channel
de: Alt 1 - Zeige ersten Farbkanal

source: Alt 2 - second channel
de: Alt 2 - Zeige zweiten Farbkanal

source: Alt n - n-th channel
de: Alt n - Zeige n-ten Farbkanal

source: Alt v - set window fullscreen
de: Alt v - Setze Fenstergröße auf Vollbild

source: Alternatively the -v option can be used.
de: Die -v Option kann alternativ benutzt werden.

source: Analyze ICC profile information on your system.
de: Details zu ICC Profilen in Ihrem System

source: Apply regions of interesst in form of simple rectangles.
de: Wende Regionen an in Form von einfachen Rechtecken.

source: Ask about _ICC_COLOR_DESKTOP activity.
de: Frage nach _ICC_COLOR_DESKTOP Aktivität.

source: Assign
de: Zuweisen

source: Assign Assumed Profile
de: Vermutetes Profil Zuweisen

source: Assign No Profile
de: Weise kein Profil zu

source: Assign profile to device
de: Weise Farbprofil einem Gerät zu

source: Assigns an untagged CIE*Lab Image this color space
de: Weise einem CIE*Lab Bild ohne Profil ein Farbraum zu

source: Assigns an untagged Cmyk Image this color space
de: Weise einem nicht festgeschriebenen Cmyk Bild diesen Farbraum zu

source: Assigns an untagged Gray Image this color space
de: Weise einem nicht festgeschriebenen Grau Bild diesen Farbraum zu

source: Assigns an untagged Rgb Image this color space
de: Weise einem Rgb Bild ohne Profil ein Farbraum zu

source: Assigns an untagged Rgb Image with source from the WWW this color space
de: Weise einem Rgb Bild ihne ICC Profil aus dem WWW diesen Farbraum zu

source: Assigns an untagged Rgb Image with source from the WWW this color space. This will always be sRGB as defined by W3C.
de: Weise einem Rgb Bild ohne ICC Profile aus dem WWW diesen Farbraum zu. Das wird sRGB wie vom W3C vorgegeben sein.

source: Assigns an untagged XYZ Image this color space
de: Weise einem XYZ Bild ohne Profil ein Farbraum zu

source: Assumed Cmyk source
de: Vermutete Cmyk Quelle

source: Assumed Color Space
de: Vermuteter Farbraum

source: Assumed Color Space for untagged colors
de: Erwarteter Farbraum für Farben ohne Farbprofil

source: Assumed Gray source
de: Vermutete Grau Quelle

source: Assumed Lab source
de: Vermutete Lab Quelle

source: Assumed Rgb source
de: Vermutete Rgb Quelle

source: Assumed Web source
de: Vermutete Web Quelle

source: Assumed XYZ source
de: Vermutete XYZ Quelle

source: Attributes
de: Attribute

source: Attributes:
de: Attribute:

source: Automatic
de: Automatisch

source: Automatic white point
de: Automatischer Weißpunkt

source: Autostart
de: Automatischer Start

source: Available Device Profiles from Taxi DB
de: Verfügbare Geräteprofile von Taxi DatenBank

source: Available Device Profiles:
de: Verfügbare Geräteprofile:

source: Available devices
de: Verfügbare Geräte

source: Avoid force of White on White mapping. Default for absolute rendering intent.
de: Lasse das Erzwingen einer Weiß zu Weiß übertragung fort. Standard bei Absolut Farbmetrischer Übertragung.

source: BPC affects often only the Relative Colorimetric Rendering intent.
de: BPC beeinflusst oft nur die Relativ Farbmetrische Übertragungsart.

source: BackSpace - previous page
de: Rücktaste - vorherige Seite

source: Background
de: Hintergrund

source: Background Lightness
de: Hintergrund Helligkeit

source: Behaviour
de: Verhalten

source: Behaviour for preselecting Hardproofing with a Proofing Profile at print time
de: Verhalten für die Gerätenachbildung mit dem Standardsimulationsprofil auf dem Drucker

source: Behaviour of color space transformation for proofing
de: Verhalten von Farbtransformationen bei der Gerätesimulation

source: Behaviour of color space transformation for proofing. Most people want a preview on screen only. The Relative Colorimetric intent is right for that. The Absolute Colorimetric intent needs a very careful profiling and non-trivial setup, but allows for side-by-side comparisons.
de: Verhalten der Farbübertragung bei der Simulation. Die meisten Nutzer wünschen eine Simulation nur an einem Bildschirm. Die relativ farbmetrische Übertragung ist richtig dafür. Die absolut farbmetrische Übertragung benötigt eine sorgfältige komplizierte Einrichtung für Seit an Seit Vergleiche.

source: Bits per Sample
de: Bit pro Farbkanal

source: Black
de: Schwarz

source: Black Preservation
de: Schwarzerhalt

source: Blackbody Radiator
de: Lambertstrahler

source: Blackbody Radiator Spectrum Graph
de: Spektrumgraph eines Lambertstrahlers

source: Blue
de: Blau

source: Blue Colorant
de: Blaue Grundfarbe

source: Blue tone reproduction curve
de: Blaue Farbwiedergabekurve

source: CGATS Values
de: CGATS Werte

source: CIE A spectral power distribution
de: CIE A Strahlungsverteilung

source: CIE D50 spectral power distribution (computed)
de: CIE D50 Strahlungsverteilung (berechnet)

source: CIE D55 spectral power distribution (computed)
de: CIE D55 Strahlungsverteilung (berechnet)

source: CIE D65 spectral power distribution
de: CIE D65 Strahlungsverteilung

source: CIE D65 spectral power distribution (computed)
de: CIE D65 Strahlungsverteilung (berechnet)

source: CIE D75 spectral power distribution (computed)
de: CIE D75 Strahlungsverteilung (berechnet)

source: CIE D93 spectral power distribution (computed)
de: CIE D93 Strahlungsverteilung (berechnet)

source: CIE Observer 1964 10°
de: CIE Betrachter 1064 10°

source: CIE Standard Observer 1931 2°
de: CIE Standard Betrachter 1931 2°

source: CIE Y (Luminance)
de: CIE Y (Leuchtdichte)

source: CLASS
de: KLASSE

source: CLUT
de: 3D Interpolationstabelle

source: CMM Core
de: CMM Kern

source: CMM Core Fallback
de: CMM Kern Notbehelf

source: CMM Renderer
de: CMM Rechner

source: CMM Renderer Fallback
de: CMM Rechner Notbehelf

source: CMM behaviour options for color rendering and precission.
de: CMM Verhalten für Farbumwandlung und Präzission.

source: CMM options for color rendering, precission and fixes.
de: CMM Optionen für Farbumwandlung, Präzission und Verbesserungen.

source: CSV Values
de: CSV Werte

source: Calibration date
de: Kalibrationsdatum

source: Camera
de: Kamera

source: CameraRaw
de: Kamerarohdaten

source: CameraRaw image
de: Kamera Rohdaten

source: Can be "" empty string or "automatic" or a real profile name.
de: Kann ein lehrer Text "" oder "automatic" oder der Name einer existierenden Profiles sein.

source: Can not write profile
de: Kann Profildatei nicht schreiben

source: Cant read hardware information from device.
de: Kann Geräteinformation nicht auslesen.

source: Cathode ray tube display
de: Kathodenstrahlmonitor

source: Change a setting
de: Ändere eine Einstellung

source: Channel Image Filter Object
de: Kanalfilterobjekt

source: Channels:
de: Kanäle:

source: Check if this module can handle a certain command.
de: Prüfe ob dieses Modul ein bestimmtes Kommando behandeln kann.

source: Choices:
de: Auswahlmöglichkeiten:

source: Chroma
de: Sättigung

source: Chromaticity
de: Primärfarben

source: Class
de: Klasse

source: Client Canceled
de: Nutzerunterbrechung

source: Clip Negatives
de: Beschneide Negative

source: Collections of settings in Oyranos
de: Voreinstellungen in Oyranos

source: Color
de: Farbe

source: Color Managed Devices
de: farbverbindlich eingestellte Geräte

source: Color Page
de: Farbseite

source: Color Page Input
de: Farbseiten Eingabe

source: Color Space
de: Farbraum

source: Color Space Class
de: Farbraum Klasse

source: Color Transform CLUT's can additionally use curves for special cases
de: Farbtransformationstabellen können für spezielle Fälle zusätzlich mit Kurven kombiniert werden

source: Color Transforms can be differently stored internally
de: Farbumwandlung können intern unterschiedlich gespeichert werden

source: Color adaption matrix
de: Farbanpassungsmatrix

source: Color b
de: Farbanteil b

source: Color channel names
de: Farbkanalnamen

source: Color channel order
de: Farbkanalordnung

source: Color channel output names
de: Farbkanalnamen Ausgang

source: Color content can sometimes have no ICC profile assigned. This is a critical situation as the system can not properly convert these colors. Therefore the color processing parts need to pick some profile as a guess. These settings allow to change the picked ICC profile to guide the processing components and allow proper conversion and compositing.
de: Farben können mitunter ohne Farbprofil auftreten. Das ist eine schwierige Situation, da das System solche Farben nicht korrekt umwandeln kann. Deshalb sollte ein vermutlich treffendes ICC Profil als Ersatz zugewiesen werden. Die Einstellungen beinflussen die Auswahl des Ersatzprofiles, damit eine Weiterverarbeitung und Mischung mit anderen Farben möglich wird.

source: Color management has in some situations to resolve unclear situations. This can be done by automatic applying preselected choices or on a case to case base. In unclear situations users can get alerted if they wish and perform manual control.
de: Farbmanagement muss gelegentlich in unklare Situationen auflösen. Das kann geschehen indem Richlinien angewendet werden oder einzelne Optionen gesetzt werden. Benutzer können über Konflikte informiert werden, so sie dies wünschen, und händisch eingreifen.

source: Color matching between different devices is possible, provided that the color characteristics of the involved devices are known. The quality of a color transform for devices from one color space to an other depends particularly on the quality of the color measurement and the profiling algorithm used during ICC profile creation. Each color space definition happens in reference to a Profile Connection Spaces (PCS). The PCS is a well known color space, based on the average "human observer" as defined by CIE.
de: Farbabgleich zwischen verschiedenen Geräten ist möglich, vorausgesetzt die farbmetrischen Eigenschaften der beteiligten Geräte sind bekannt. Die Qualität einer Farbumwandlung von einem Farbgerät zu einem anderen hängt überwiegend von der Genauigkeit der Farbmessung und dem Berechnungsverfahren für das Erstellen des Farbprofiles ab. Farbraumdefinitionen geschehen in Bezug zu dem Profilverbindungsfarbraum (PCS). Der PCS wurde von der CIE auf Grund der Farbeindrücke von menschlichen Beobachtern ermittelt.

source: Color measurement data
de: Farbmessdaten

source: Color patches are only shown, if they are in gamut of the default CMYK and web profile.
de: Farbmuster werden nur angezeigt, wenn sie im Farbraum von sowohl CMYK und dem web Farbprofil enthalten sind.

source: Color profiles are often available from manufacturers of imaging devices as digital cameras, monitors and printers. In Oyranos, ICC profiles are assigned to calibration states of color devices, to get close to the device behaviour as was present during ICC profile creation.
de: Farbprofile sind oftmals erhältlich von Herstellern solcher Farbgeräte wie Digitalkameras, Bildschirmen oder Druckern. In Oyranos wird ein ICC Profil mit dem Kalibrierzustand dieser Geräte verknüpft, um möglichst nahe an das Farbverhalten wärend der ICC Profilerzeugung zu gelangen.

source: Color r
de: Farbanteil r

source: Color space for Simulating an Output Device
de: Farbraum zur Nachbildung eines Ausgabegerätes

source: Color space for showing a effect
de: Farbraum zum Zeigen eines Effektes

source: Compile a simple programm
de: Übersetze ein einfaches Programm

source: Compute a saturation line.
de: Berechne eine Sättigungslinie.

source: Config
de: Konfiguration

source: Control user daemon
de: Setze Sonnenuntergangsdienst

source: Conversion
de: Farbumwandlung

source: Convert CameraRaw image to Rgb image:
de: Wandle Kamera Rohdaten in Rgb Bild um:

source: Convert Image
de: Wandle Bild um

source: Convert automatically
de: Wandle automatisch

source: Convert image through ICC device link profile
de: Wandle Bild mittels Geräteverknüpfung um

source: Convert image to ICC Color Space
de: Wandle Bild nach Farbraum um

source: Convert to Default Cmyk Editing Space
de: Übertrage in voreingestellten Cmyk Editierfarbraum

source: Convert to Default Rgb Editing Space
de: Umwandeln zum voreingestellten Rgb Editierfarbraum

source: Convert to WWW (sRGB)
de: Umwandeln für's WWW (sRGB)

source: Convert to untagged Cmyk, preserving Cmyk numbers
de: Wandle in unspezifziertes Cmyk, erhalte Cmyk Zahlen

source: Copyright
de: Kopierrecht

source: Copyright &copy;
de: Kopierrecht &copy;

source: Copyright (c) 1998-2008 Marti Maria Saguer
de: Kopierrecht (c) 1998-2008 Marti Maria Saguer

source: Copyright (c) 1998-2008 Marti Maria Saguer; MIT
de: Kopierrecht (c) 1998-2008 Marti Maria Saguer; MIT

source: Copyright (c) 1998-2016 Marti Maria Saguer; MIT
de: Kopierrecht (c) 1998-2016 Marti Maria Saguer; MIT

source: Copyright 2018 Marti Maria
de: Kopierrecht 2018 Marti Maria

source: Copyright:
de: Kopierrecht:

source: Could not allocate memory for:
de: Kann nicht reservieren für:

source: Could not create filter
de: Konnte Filter nicht erzeugen

source: Could not download from WWW.
de: Konnte nicht aus dem Netz kopieren.

source: Could not download from WWW. Please install curl or wget.
de: Konnte nicht aus dem Netz kopieren. Bitte installieren Sie curl oder wget.

source: Could not find any meta module.
de: Konnte Meta Schnittstelle nicht öffnen

source: Could not find any meta module. Did you set the OY_MODULE_PATH variable, to point to a Oyranos module loader library?
de: Konnte keine Metamodul finden. Ist die OY_MODULE_PATH Variable gesetzt? Sie zeigt auf Verzeichnisse in welchen die Moduleladebibliothek liegt.

source: Could not open ICC profile
de: Konnte Profil nicht öffnen

source: Could not open default ICC profile
de: Konnte voreingestelltes Profil nicht laden

source: Could not open device
de: Konnte Gerät nicht öffnen

source: Could not open meta module API
de: Konnte Meta Schnittstelle nicht öffnen

source: Could not open or invalid data:
de: Konnte nicht öffnen oder ungültige Daten:

source: Could not open profile
de: Konnte Profil nicht laden

source: Could not open:
de: Konnte nicht öffnen:

source: Could not resolve device
de: Konnte Gerät nicht auflösen

source: Could not resolve device.
de: Konnte Gerät nicht auflösen.

source: Could not resolve device_json
de: Konnte device_json nicht auflösen

source: Could not resolve device_name
de: Konnte device_name nicht auflösen

source: Could not resolve rank_json
de: Konnte rank_json nicht auflösen

source: Could not write to file
de: Konnte Datei nicht schreiben

source: Create 3D CLUT
de: Erzeuge eine 3D Interpolationstabelle

source: Create a 2D Graph containing the possible color patches inside the ICC Profile gamut. More information about HLC Color Atlas can be found on www.freiefarbe.de
de: Erzeuge ein 2D Farbpalette mit allen möglichen Farben innerhalb des Farbumfanges des ICC Fabprofiles. Mehr Informationen zum HLC Farbatlas sind zu finden auf www.freiefarbe.de

source: Create a 2D Graph containing the saturation line from a ICC Profile.
de: Erzeuge aus einem ICC Profil eine Grafik mit seiner Sättigungslinie.

source: Create a ICC abstract proofing profile.
de: Erstelle ein abstraktes ICC Simulationsprofile

source: Create a ICC abstract white point effect profile.
de: Erstelle ein abstraktes ICC Weißpunkteffektprofil

source: Create a ICC matrix profile.
de: Erstelle ein ICC Matrixprofile

source: Create a ICC proofing profile.
de: Erstelle ein ICC Simulationsprofile

source: Create a ICC white point profile.
de: Erstelle ein ICC Weißpunktprofil

source: Creation Date:
de: Datum:

source: Creation Time in UTC
de: Erstelldatum in UTC

source: Creation of rank_map failed from
de: Erzeuge rank_map gescheitert von

source: Creator
de: Ersteller

source: Creator:
de: Ersteller:

source: Current Policy
de: Aktive Richtlinie

source: Current policy
de: Aktive Richtlinie

source: Currently active policy including its file name
de: Zur Zeit aktive Richtlinie mit Dateiname

source: Currently active policy:
de: Aktive Richtlinie:

source: Curve Set
de: Kurvensatz

source: Curves for Optimization
de: Kurven für Optimierungen

source: Cyan
de: Zyan

source: DB handling failed
de: DB Verbindung gelang nicht

source: DB handling is already set
de: DB Verbindung bereits gesetzt

source: DISPLAY variable not set: giving up.
de: DISPLAY Variable nicht gesetzt: gebe auf.

source: Daemon
de: Dienst

source: Data Color Space:
de: Farbraum:

source: Date
de: Datum

source: Day Mode
de: Tagesmodus

source: Deactivate
de: Deaktiviere

source: Debug
de: Fehlersuche

source: Decide how to preserve the black channel for Cmyk to Cmyk transforms
de: Entscheide wie der Schwarzkanal erhalten wird bei Umwandlungen von einem Druckfarbraum in einen Anderen

source: Decide how to resolve conflicts with input color spaces and current settings.
de: Was ist zu tuen falls Standardfarbräume nicht mit den Eingestellten übereinstimmen.

source: Decide what to do when the default color spaces don't match the current ones.
de: Was ist zu tuen falls Standardfarbräume nicht mit den Eingestellten übereinstimmen.

source: Default Profiles
de: Voreingestellte ICC Profile

source: Default for CLUT
de: Vorganbe für 3D Interpolationstabelle (CLUT)

source: Defaults for -f clut to 64. For -f hald|slice|lab levels from 4-16 make sense.
de: Vorgabe für -f clut ist 64. Für -f hald|slice|lab Werte von 4-16 sind sinnvoll.

source: Description:
de: Beschreibung:

source: Detect location by IP adress
de: Erhalte Position von IP Adresse

source: Development
de: Entwicklung

source: Device
de: Gerät

source: Device Class
de: Geräteklasse

source: Device Json
de: Geräte Json

source: Device Link
de: Geräteverknüpfung

source: Device Manufacturer
de: Geräte Hersteller

source: Device Meta Tag
de: Geräte Meta Element

source: Device Model
de: Geräte Model

source: Device Name
de: Gerätename

source: Device Pos
de: Gerätenummer

source: Device Related
de: Gerätepassend

source: Device Settings
de: Geräte Einstellungen

source: Device colors
de: Farbmessflächen

source: Device manufacturerer description
de: Geräteherstellerbeschreibung

source: Device model description
de: Gerätebeschreibung

source: Devices
de: Geräte

source: Did you specify a 3 letter manufacturer code?
de: Gaben Sie ein Herstellerkürzel mit drei Buchstaben an?

source: Digital camera
de: Digitale Kamera

source: Display
de: Bildschirm

source: Display Class
de: Monitor Klasse

source: Display Settings
de: Bildschirm Einstellungen

source: Display Settings enable handling of viewing conditions.
de: Bildschirmeinstellungen lassen sich auf die Betrachtungsbedingungen abstimmen.

source: Display White Point
de: Bildschirmweißpunkt

source: Display White Point Daemon
de: Bildschirmweißpunktdienst
