Repository: oyranos-cms/oyranos
Catalog: po/*.po
Languages: de

source: The littleCMS "create_profile.proofing_effect" command lets you create ICC abstract profiles from a given ICC profile for proofing. The filter expects a oyOption_s object with name "proofing_profile" containing a oyProfile_s as value. The options "rendering_intent", "rendering_intent_proof", "rendering_bpc", "rendering_gamut_warning", "precalculation", "precalculation_curves", "cmyk_cmyk_black_preservation", "adaption_state" and "no_white_on_white_fixup" are honoured. The result will appear in "icc_profile" with the additional attributes "create_profile.proofing_effect" as a oyProfile_s object.
de: Das littleCMS "create_profile.proofing_effect" Kommando erlaubt die Erstellung eines abstrakten ICC Farbprofiles von von einem gegebenen Farbprofil für Garätesimulationen. Der Filter erwartet ein Objekt des Types oyProfile_s mit dem Namen "proofing_profile". Die Optionen "rendering_intent", "rendering_intent_proof", "rendering_bpc", "rendering_gamut_warning", "precalculation", "precalculation_curves", "cmyk_cmyk_black_preservation", "adaption_state" und "no_white_on_white_fixup" werden berücksichtigt. Das Ergebnis wird in "icc_profile" mit den zusätzlichen Attributen "create_profile.proofing_effect" as ein oyProfile_s Objekt erscheinen.

source: The littleCMS "create_profile.proofing_effect" command lets you create ICC abstract profiles from some given ICC profile. See the "create_profile" info item.
de: Das littleCMS "create_profile.proofing_effect" Kommando erlaubt die Erstellung eines abstrakten ICC Farbprofiles von einem Gerätefarbprofil. Siehe auch den "create_profile" Info Eintrag.

source: The littleCMS "create_profile.proofing_effect" command lets you create ICC abstract profiles from some given ICC profile. See the "proofing_effect" info item.
de: Das littleCMS "create_profile.proofing_effect" Kommando erlaubt die Erstellung eines abstrakten ICC Farbprofiles von einem Gerätefarbprofil. Siehe auch den "proofing_effect" Info Eintrag.

source: The littleCMS "create_profile.white_point_adjust.bradford" command lets you create ICC abstract profiles from CIE*XYZ coordinates for white point adjustment. The filter expects a oyOption_s object with name "src_iccXYZ" and "illu_iccXYZ" each containing a double triple value in range 0.0 - 2.0. The result will appear in "icc_profile" with the additional attributes "create_profile.white_point_adjust.bradford" as a oyProfile_s object.
de: Das littleCMS "create_profile.white_point_adjust.bradford" Kommando erlaubt die Erstellung eines abstrakten ICC Farbprofiles von CIE*XYZ Koordinaten für Weißpunktkorrektur. Der Filter erwartet ein Objekt des Types oyOption_s mit dem Namen "src_iccXYZ" und "illu_iccXYZ" jede ein Trio enthaltend mit dem Wertebereich von 0.0 - 2.0. Das Ergebnis wird in "icc_profile" mit den zusätzlichen Attributen "create_profile.white_point_adjust.bradford" als ein oyProfile_s erscheinen.

source: The littleCMS "create_profile.white_point_adjust.bradford" command lets you create ICC abstract profiles from a pair of CIE*XYZ coordinates. See the "create_profile" info item.
de: Das littleCMS "create_profile.white_point_adjust.bradford" Kommando erlaubt die Erstellung eines abstrakten ICC Farbprofiles von CIE*XYZ Koordinaten. Siehe auch den "create_profile" Info Eintrag.

source: The littleCMS "create_profile.white_point_adjust.lab" command lets you create ICC abstract profiles from CIE*ab coordinates for white point adjustment. The filter expects a oyOption_s object with name "cie_a" and "cie_b" each containing a double value in range -0.5 - 0.5. The result will appear in "icc_profile" with the additional attributes "create_profile.white_point_adjust.lab" as a oyProfile_s object.
de: Das littleCMS "create_profile.white_point_adjust.lab" Kommando erlaubt die Erstellung eines abstrakten ICC Farbprofiles von CIE*XYZ Koordinaten für Weißpunktkorrektur. Der Filter erwartet ein Objekt des Types oyOption_s mit dem Namen "cie_a" und "cie_b" jede einen double Wert enthaltend mit dem Wertebereich von -0.5 - 0.5. Das Ergebnis wird in "icc_profile" mit den zusätzlichen Attributen "create_profile.white_point_adjust.lab" als ein oyProfile_s erscheinen.

source: The littleCMS "create_profile.white_point_adjust.lab" command lets you create ICC abstract profiles from CIE*ab coordinates. See the "create_profile" info item.
de: Das littleCMS "create_profile.white_point_adjust.lab" Kommando erlaubt die Erstellung eines abstrakten ICC Farbprofiles von CIE*ab Koordinaten. Siehe auch den "create_profile" Info Eintrag.

source: The littleCMS "parse_cgats" command lets you parse CGATS files. See the "parse_cgats" info item.
de: Das littleCMS "parse_cgats" Kommando erlaubt es CGATS Dateien einzulesen. Siehe auch den "parse_cgats" Info Eintrag.

source: The module expects options for profiles and rendering_intent. Optional are rendering_bpc, cmyk_cmyk_black_preservation, precalculation_curves, adaption_state, no_white_on_white_fixup.
de: Das Modul erwartet Optionen für Profile und Übertragungsfunktion. Optional sind rendering_bpc, cmyk_cmyk_black_preservation, precalculation_curves, adaption_state, no_white_on_white_fixup.

source: The module is responsible for many settings in the Oyranos color management settings panel. If applied the module care about rendering intents, simulation, mixed color documents and default profiles.
de: Das Modul ist für viele Einstellungen in Oyranos’ Farbmanagementeinstellungsdialog verantwortlich. Falls benutzt kümmert sich das Modul automatisch um Farbübertragungsart, Simulation, gemischte Dokumente und voreingestellte Profile.

source: The option needs xbacklight installed and supporting your device for dimming the monitor lamp.
de: Die Einstellung benötigt xbacklight für das Abdunkeln der Bildschirmlampe.

source: The oyX1 modules "clean_profiles" handler removes X Color Management device profile and screen document profile properties. The handler expects a "display_name" option with a string containing the X11 display name. The implementation uses Xlib and the XRandR extension.
de: Das "clean_profiles" Kommando des oyX1 Modules entfernt X Color Management Geräte-und Dokumentprofile. Die Funktion erwartet eine "display_name" Option mit einem Text für die X11 Display Verbindung, The Implementierung nutzt Xlib und die XRandR Erweiterung.

source: The oyX1 modules "color_server_active" handler lets you ask for the X Color Management _ICC_COLOR_DESKTOP X11 atom. Use "color_server_active.source_data" to avoid the default caching. The implementation uses Xlib.
de: Das "color_server_active" Kommando des oyX1 Modules erfragt X Color Management _ICC_COLOR_DESKTOP X11 atom. Mit "color_server_active.source_data" wird das vorgabemäßige Zwischenspeichern vermieden. Die Implementation nutzt Xlib.

source: The oyX1 modules "move_color_server_profiles" handler sets up X Color Management device profile and screen document profile properties. The handler should only be called by desktop XCM compatible color servers. The handler expects a "display_name" option with a string containing the X11 display name, a "screen" option containing the selected screen as integer (Xlib/Xinerama/XRandR) and a "setup" integer option telling with 0 no/revert setup and with 1 setup profiles. The implementation uses Xlib.
de: Das "move_color_server_profiles" Kommando des oyX1 Modules behandelt X Color Management Geräte-und Dokumentprofile. Die Funktion erwartet eine "display_name" Option mit einem Text für die X11 Display Verbindung, eine "screen" Option mit dem ausgewählten Screen als Ganzzahl (Xlib/Xinerama/XRandR) und eine "setup" Ganzzahl welche mit 0 nein/zurücksetzen und mit 1 das initialisieren verlangt. Die Implementierung nutzt Xlib und die XRandR Erweiterung.

source: The oyX1 modules "send_native_update_event" handler lets you ping X Color Management advanced X11 atom. The implementation uses Xlib.
de: Das "send_native_update_event" Kommando des oyX1 Modules setzt X Color Management kompatible erweitert X11 atom. Die Implementation nutzt Xlib.

source: The oyX1 modules "set_xcm_region" handler lets you set X Color Management compatible client side color regions. The implementation uses libXcm and Oyranos.
de: Das "set_xcm_region" Kommando des oyX1 Modules setzt X Color Management kompatible nutzerbestimmte Farbbereiche. Die Implementation nutzt libXcm und Oyranos.

source: The oyranos-device program shows and administrates ICC profiles for color devices.
de: Das oyranos-device Program zeigt und ändert Einstellungen zu ICC Geräteprofilen.

source: The oyranos-icc programm converts images by ICC profiles or embedded ICC profiles from within images to a new image. It helps to create these color conversion and writes them into various formats. It can extract a embedded ICC profile from a image.
de: Das oyranos-icc Programm wandelt Bild mittels ICC Profile oder eingebetten ICC Profilen eine Grafik in ein neues Bild. Es schreibt zu verschiedenen Formaten. Es kann eingebette ICC Profile herausschreiben.

source: The oyranos-profile programm shows informations about a ICC profile and allows some modifications.
de: Das oyranos-profile Program zeigt die Informationen eines ICC Profiles an und erlaubt Änderungen.

source: The preferred CIE*Lab Editing Color Space shall describe the CIE*Lab.
de: Der bevorzugter CIE*Lab Editierfarbraum soll CIE*Lab beschreiben.

source: The preferred Cmyk Editing Color Space should represent a color space that complies to well defined printing conditions like FOGRA or SWOP.
de: Der bevorzugte Cmyk Editierfarbraum sollte standard Druckbedingungen wie FOGRA oder SWOP representieren.

source: The preferred Gray Editing Color Space shall describe a single lightness channel color space for grayscale images.
de: Der bevorzugte Grautonfarbraum soll Farben mit einem einzigen Helligkeitsfarbkanal beschreiben.

source: The preferred Rgb Editing Color Space should represent a well behaving color space like sRGB.
de: Der bevorzugte Rgb Editierfarbraum sollte wohlgeformt sein.

source: The preferred XYZ Editing Color Space shall describe CIE*XYZ.
de: Der bevorzugter XYZ Editierfarbraum soll CIE*XYZ definieren.

source: The processing Color Matching Module (CMM) takes one device link as argument. It can provide alternative features regarding security, speed or resource overhead.
de: Das Rechnende Farbübertragungsmodul (CMM) nimmt eine Geräteverknüpfung als Argument. Es kann alternative Eigenschaften anbieten bezüglich Sicherheit, Geschwiundigkeit oder Resourcenverbrauch.

source: The raw image backend of Oyranos.
de: Das KameraRAW Bild Modul für Oyranos.

source: The root image filter can hold pixel data for processing in a graph.
de: Der Quellbildfilter kann Rasterdaten zur Bearbeitung in einen Graphen enthalten.

source: The scanner (hopefully)usefull backend of Oyranos.
de: The Scanner Modul für Oyranos.

source: The selected color space will be assigned to untagged CIE*Lab color content and define colors for further processing.
de: Der gewählte Farbraum wird CIE*Lab ohne ICC Farbprofil zugewiesen werden und Farben für die weitere Verarbeitung bestimmen.

source: The selected color space will be assigned to untagged Cmyk color content and define colors for further processing.
de: Der gewählte Farbraum wird Cmyk ohne ICC Farbprofil zugewiesen werden und Farben für die weitere Verarbeitung bestimmen.

source: The selected color space will be assigned to untagged Gray color content and define colors for further processing.
de: Der gewählte Farbraum wird einen Helligkeitsfarbraum ohne ICC Farbprofil zugewiesen werden und Farben für die weitere Verarbeitung bestimmen.

source: The selected color space will be assigned to untagged Rgb color content and define colors for further processing. Typical sRGB should be assumed.
de: Der gewählte Farbraum wird Rgb ohne ICC Farbprofil zugewiesen werden und Farben für die weitere Verarbeitung bestimmen.

source: The selected color space will be assigned to untagged XYZ color content and define colors for further processing.
de: Der gewählte Farbraum wird einem XYZ ohne ICC Farbprofil zugewiesen werden und Farben für die weitere Verarbeitung bestimmen.

source: The text string comes from the 'desc' tag.
de: Der Text kommt vom 'desc' Profilelement.

source: The tool can list installed profiles, search paths and can help install a ICC color profile in a search path.
de: Das Werkzeug kann installierte Profile und Suchpfade anzeigen. Es kann ein Profil in einen Suchpfad installieren.

source: The tool can read and set OpenICC DB options, and display paths and static information.
de: Das Werkzeug zeigt und ändert OpenICC DB Einstellungen, und es zeigt Pfade und statische Informationen.

source: The tool can set the actual white point or set it by local day and night time. A additional effect profile can be selected.
de: Das Werkzeug kann den momentanen Weißpunkt setzen oder ihn abhängig von der Tages- und Nachzeit festlegen. Ein zusätzliches Effektprofil kann eingestellt werden.

source: The tool dumps out / read a configuration of the Oyranos color management system (CMS).
de: Das Werkzeug zeigt und liest eine Richtline des Oyranos Farbmanagementsystems.

source: The tool is a ICC color profile grapher.
de: Das Werkzeug ist ein ICC Farbprofile Zeichner

source: The window support module of Oyranos.
de: Die Fenstersystemunterstützung für Oyranos

source: Thermal wax printer
de: Thermischer Wachsdrucker

source: These strings can be used to compile programs.
de: Die Texte dienen dem Übersetzen von Programmen.

source: Thickness
de: Dicke

source: Thickness increase
de: Zunahme der Dicke

source: This is the documentation for the &title; that configures the Oyranos Color Management System.
de: Das ist die Dokumentation für &title; welches das Oyranos Farbmanagementsystem konfiguriert.

source: This setting decides what to do in the case that colors have no color space assigned. Typically the according assumed ICC profile should be assigned.
de: Die Einstellung entscheidet was mit Farben ohne Farbprofil geschehen soll. Typischerweise wird das vermutete Farbprofil automatisch zugewiesen.

source: Twilight
de: Dämmerung

source: Type:
de: Klasse:

source: Unassign profile from device
de: Löse Profil vom Gerät

source: Under Color Removal (UCR)
de: Unterfarbreduktion (UCR)

source: Unexpected object type:
de: Unerwarteter Objekttyp:

source: Unix and derivatives
de: Unix und unixartige

source: Unset
de: Setze zurück

source: Unset device
de: Setze Gerät zurück

source: Usage
de: Benutzung

source: Usage Error
de: Benutzungsfehler

source: Use Black Point Compensation
de: Benutze Schwarzpunktkompensation (BPC)

source: Use CIE*xyY *x*y plane for saturation line projection
de: Benutze CIE*xyY *x*y Ebene für Projektion

source: Use Effect
de: Benutze Effekt

source: Use Graphical User Interface
de: Zeige Grafische Benutzerschnittstelle

source: Use the -f clut argument. -i shall provide the Input Color Space.
de: Nutze das -f clut Argument. -i wird als Eingabe Farbraum gelesen.

source: Use the -f hald|slice|lab arguments.
de: Nutze die -f hald|slice|lab Argumente.

source: Use the -f icc argument.
de: Nutze das -f icc Argument.

source: Use this to switch color scheme day/night dependent.
de: Benutze dies um das Farbschema abhängig von Tag und Nacht umzustellen.

source: User
de: Benutzer

source: User path
de: Benutzerpfad

source: Using JSON
de: Benute JSON

source: V2toV4
de: V2 nach V4

source: V4toV2
de: V4 nach V2

source: Valid integer range is from 1-20.
de: Der gültige Bereich ist 1-20.

source: Value
de: Wert

source: Verbose
de: Plaudernd

source: Video Monitor
de: Video Bildschirm

source: Video camera
de: Video Kamera

source: VideoCardGammaTable
de: Grafik Karten Gamma Tabelle (vcgt)

source: View:
de: Ansicht:

source: Viewing Conditions
de: Betrachtungsbedingungen

source: Viewing conditions description
de: Beschreibung der Betrachtungbedingungen

source: WARN
de: WARNUNG

source: WARNING
de: WARNUNG

source: Watch
de: Beobachten

source: Watch DB changes
de: Beobachte Einstellungsänderungen

source: Watch events
de: Beobachte Änderungen

source: Well behaving Color Space for Editing
de: Gleichmäßiger Farbraum für die Bearbeitung

source: Width
de: Breite

source: Will only work on command line.
de: Arbeitet nur auf der Kommandozeile.

source: Write
de: Schreibe

source: Write PNG
de: Schreibe PNG

source: Write PNG Image Filter Object
de: Filterobjekt zum Schreiben eines PNG Bildes

source: Write PPM
de: Schreibe PPM

source: Write PPM Image Filter Object
de: Filterobjekt zum Schreiben eines PPM Bildes

source: Write to
de: Schreibe nach

source: Write to ICC profile
de: Schreibe ICC Profil

source: Write to ICC profile:
de: Schreibe ICC Profil:

source: Write to file
de: Schreibe nach Datei

source: Wrong ICC profile id detected
de: Fehler in ICC Profil ID gefunden!

source: XPATH:VALUE
de: XPATH:WERT

source: XYZ2FloatPCS
de: XYZ nach Fließkomma PCS

source: XYZ2Lab
de: XYZ nach Lab

source: Yellow
de: Gelb

source: Yes
de: Ja

source: You can get them from http://sf.net/projects/openicc
de: Sie können es erhalten von http://sf.net/projects/openicc

source: Zero profiles found in Taxi ICC DB
de: Keine Profile in Taxi ICC DB gefunden

source: Zoom:
de: Vergrößern:

source: [none]
de: [kein]

source: add computer wide
de: Füge systemweit hinzu

source: add configuration to OpenICC DB
de: Füge Konfiguration zu OpenICC DB hinzu

source: add prefix
de: füge Vorsilbe hinzu

source: alternatively specify the name of a device
de: geben Sie alternativ den Namen des Gerätes an

source: at:
de: Ort:

source: attempt to add a incomplete filter
de: Versuch einen unvollständigen Filter hinzuzufügen

source: can be file name, internal description string, ICC profile ID or wildcard "rgb", "cmyk", "gray", "lab", "xyz", "web", "rgbi", "cmyki", "grayi", "labi", "xyzi". Wildcards ending with "i" are assumed profiles. "web" is a sRGB profile. The other wildcards are editing profiles.
de: kann ein Dateiname, interner Name, ICC Profil ID oder ein Namenkürzel sein "rgb", "cmyk", "gray", "lab", "xyz", "web", "rgbi", "cmyki", "grayi", "labi", "xyzi". Kürzel endend auf "i" sind vermutete Profile. "web" ist ein sRGB Profile. Die anderen Kürzel sind Editierprofile.

source: cc `oyranos-config --cflags` myFile.c `oyranos-config --ldflags` -o myProg
de: cc `oyranos-config --cflags` meineDatei.c `oyranos-config --ldflags` -o meinProgramm

source: check
de: prüfe

source: compiler flags
de: Übersetzungsargumente

source: configure session from OpenICC DB
de: stelle Sitzung ein mit OpenICC DB Daten

source: create OpenICC device color state JSON
de: erzeuge OpenICC Gerätefarbeinstellungs JSON

source: create OpenICC device color state JSON including the rank map
de: erzeuge OpenICC Gerätefarbeinstellungs JSON mit Wichtungstabelle

source: create OpenICC device color state rank map JSON
de: erzeuge OpenICC Wichtungstabelle JSON zu Gerätefarbeinstellungen

source: create fallback ICC profile
de: erzeuge alternatives ICC Profil

source: daemon
de: Dienst

source: default profile type does not exist:
de: Standard Profiltyp existiert nicht:

source: description
de: Beschreibung

source: device position start from zero
de: Geräteposition started von Null

source: device_class not found:
de: Geräteklasse nicht gefunden:

source: dump OpenICC device color state rank map JSON
de: erzeuge OpenICC Wichtungstabelle JSON zu Gerätefarbeinstellungen

source: dump configuration data
de: Schreibe OpenICC Konfigurationdaten

source: dynamic link flags
de: dynamische Verknüpfungsargumente

source: embed OpenICC JSON device from file
de: bette OpenICC JSON Gerät von Datei ein

source: embedd device and driver information into ICC meta tag
de: bette Geräte-und Treiberinformationen in ICC meta Block ein

source: enable simple defaults
de: benutze einfache Grundeinstellungen

source: error in module:
de: Fehler in Modul:

source: extract ICC color profile
de: extrahiere ICC Farbprofil

source: f - fit to window
de: f - Passe Bild ins Fenster ein

source: failed!
de: daneben!

source: found issues
de: fand Probleme

source: found issues parsing JSON
de: Fand Probleme beim Lesen des JSON

source: found list of wrong type
de: fand Liste falschen Typs

source: found no observer
de: keinen Beobachter gefunden

source: found observer of wrong type
de: Fand Beobachter falschen Typs

source: found profiles for device class
de: fand Farbprofil für Geräteklasse

source: gamut
de: Farbumfang

source: generate OpenICC device color reproduction JSON
de: erzeuge OpenICC JSON zu Gerätefarbeinstellungen

source: h - fit to window height
de: h - Passe Bildhöhe in Fenster ein

source: help
de: Hilfe

source: install in the OpenIccDirectory icc path
de: Installieren Sie in den OpenIccDirectory icc Pfad

source: installation of new policy file failed with error:
de: Speicherung der neuen Richtline schlug fehl mit Fehler:

source: installed new policy
de: neue Richtlinie erfolgreich gespeichert

source: is a CameraRaw conversion tool
de: ist ein Kamera Rohdatenumwandlungswerkzeug

source: is a Taxi DB tool
de: ist ein Taxi DB Werkzeug

source: is a color profile administration tool for monitors
de: ist ein Farbprofilverwaltungswerkzeug für Bildschirme

source: lastReleaseVersion-gitCommitNumber-gitCommitSHA1ID-Year-month-day
de: letzteVeröffentlichungsVersion-gitEintragsNummer-gitEintragsSHA1ID-Jahr-Monat-Tag

source: lcm2 Specific Options
de: lcm2 Spezifische Optionen

source: libraw input filter
de: LibRaw Eingangsmodul

source: list contained tags additional to overview and header.
de: Liste die enthaltenen Elemente zusätzlich zur Übersicht und Dateikopf.

source: littleCMS 2 project; www: http://www.littlecms.com; support/email: support@littlecms.com; sources: http://www.littlecms.com/downloads.htm; Oyranos wrapper: Kai-Uwe Behrmann for the Oyranos project
de: littleCMS 2 Projekt; www: http://www.littlecms.com; Support/email: support@littlecms.com; Quellen: http://www.littlecms.com/downloads.htm; Oyranos Einbindung: Kai-Uwe Behrmann

source: littleCMS project; www: http://www.littlecms.com; support/email: support@littlecms.com; sources: http://www.littlecms.com/downloads.htm; Oyranos wrapper: Kai-Uwe Behrmann for the Oyranos project
de: littleCMS Projekt; www: http://www.littlecms.com; Support/email: support@littlecms.com; Quellen: http://www.littlecms.com/downloads.htm; Oyranos Einbindung: Kai-Uwe Behrmann

source: location
de: Position

source: match value
de: Übereinstimmungswert

source: name longer than
de: Name ist länger als

source: new BSD <http://www.opensource.org/licenses/BSD-3-Clause>
de: Neue BSD Lizenz: http://www.opensource.org/licenses/BSD-3-Clause

source: new BSD license: http://www.opensource.org/licenses/BSD-3-Clause
de: Neue BSD Lizenz: http://www.opensource.org/licenses/BSD-3-Clause

source: no EDID available from
de: kein EDID verfügbari von

source: no qarzMonitor_s from
de: kein qarzMonitor_s von

source: not a profile:
de: kein Profil:

source: not found:
de: nicht gefunden:

source: ok
de: gut

source: old/new
de: alt/neu

source: open X Display failed
de: Öffnen des X Displays daneben

source: output image
de: Ausgabebild

source: output_array_roi
de: Ausgabedatenregion

source: oyranos-config -d 1 -v > log-file.txt
de: oyranos-config -d 1 -v > log-datei.txt

source: oyranos-icc -f icc -i input.icc -n lcm2 -p sRGB.icc -o device_link.icc
de: oyranos-icc -f icc -i Eingang.icc -n lcm2 -p sRGB.icc -o Geräteverknüpfung.icc

source: oyranos-icc -i image.png --device-link deviceLink.icc -o image.ppm
de: oyranos-icc -i Bild.png --device-link Geräteverknüpfung.icc -o Bild.ppm

source: oyranos-icc -i image.png -n lcm2 -p Lab.icc -o image.ppm
de: oyranos-icc -i Bild.png -n lcm2 -p Lab.icc -o Bild.ppm

source: oyranos-policy -i policy_filename
de: oyranos-policy -i policy_dateiname
