Repository: oyranos-cms/oyranos
Catalog: po/*.po
Languages: de

source: Output Color Space
de: Ausgabefarbraum

source: Output Image Filter Object
de: Filterobjekt eines Ausgangsbildes

source: Output Profile
de: Ausgabeprofil

source: Oyjl Module Author
de: Oyjl Modul Autor

source: Oyranos CMM directory name
de: Oyranos CMM Pfadname

source: Oyranos CMS policy tool
de: Oyranos ICC Richtlinien Werkzeug

source: Oyranos Color Devices
de: Oyranos Farbgerät

source: Oyranos Config tool
de: Oyranos Konfigurationswerkzeug

source: Oyranos Dummy
de: Oyranos Beispiel

source: Oyranos Help
de: Oyranos Hilfe

source: Oyranos ICC policy
de: Oyranos ICC Richtlinie

source: Oyranos ICC policy module
de: Oyranos ICC Richtlinien Modul

source: Oyranos Image Display Help
de: Oyranos Bildanzeige Hilfe

source: Oyranos Image Display Info
de: Oyranos Bildanzeige Info

source: Oyranos Night Manager handles the monitor white point
de: Oyranos Nacht Manager stellt den Monitor Weißpunkt ein

source: Oyranos Profile
de: Oyranos Profil

source: Oyranos Profile Graph
de: Oyranos Profile Zeichner

source: Oyranos Profiles
de: Oyranos Profile

source: Oyranos RAW Image
de: Oyranos RAW Bild

source: Oyranos Settings
de: Oyranos Einstellungen

source: Oyranos Settings Group
de: Oyranos Einstellungen

source: Oyranos Threads
de: Oyranos Programmfäden

source: Oyranos Threads default Handling
de: Oyranos standard Unterstützung für Programmfäden

source: Oyranos User Manual
de: Oyranos Benutzerhandbuch

source: Oyranos allowes detailed settings like preferred editing color spaces and the behaviour of color conversions or simulation. Oyranos reduces the work involved in all color management related decisions through automation, useful defaults and grouping of settings in selectable policies.
de: Oyranos erlaubt detailierte Einstellungen, wie z.B. zu bevorzugende Editierfarbräumen, das Verhalten von Farbumwandlungen oder Simulation. Oyranos verringert den Aufwand für Farbmanagemententscheidungen durch Automation, sinnvolle Voreinstellungen und wählbare Richtlinien.

source: Oyranos allows to fine tune handling of ICC color management.
de: Oyranos erlaubt detailierte ICC Farbmanagementeinstellungen.

source: Oyranos color managed image viewer
de: Oyranos farbkorrigierter Bildbetrachter

source: Oyranos display filter
de: Oyranos Monitor Modul

source: Oyranos is a Color Management System (CMS), which relies one the ICC file format standard (%s) for color space definitions. The use of ICC color profiles shall enable a flawless and automated color data exchange between different color spaces and various devices with their respective physical color behaviours.
de: Oyranos ist ein auf dem ICC Standard (%s) für Farbraumbescheibungen beruhendes Farbmanagementsystem (CMS). Die Benutzung von ICC Farbprofilen soll einen reibungslosen und automatisierten Datenaustausch zwischen unterschiedlichen Farbräumen und den Abgleich auf verschiedenen Geräten mit ihren jeweiligen physikalischen Gegebenheiten ermöglichen.

source: Oyranos local build directory name
de: Oyranos lokaler Übersetzungpfad

source: Oyranos local source directory name
de: Oyranos lokaler Quelltextpfad

source: Oyranos meta module directory name
de: Oyranos Metamodulpfad

source: Oyranos modules
de: Oyranos Module

source: Oyranos path
de: Oyranospfad

source: Oyranos project; www: http://www.oyranos.com; support/email: ku.b@gmx.de; sources: http://www.oyranos.com/wiki/index.php?title=Oyranos/Download
de: Oyranos Projekt: www: http://www.oyranos.com; Support/email: ku.b@gmx.de; Quellen: http://www.oyranos.com/wiki/index.php?title=Oyranos/Download

source: Oyranos project; www: http://www.oyranos.org; support/email: ku.b@gmx.de; sources: http://www.oyranos.org/downloads/
de: Oyranos Projekt: www: http://www.oyranos.org; Support/email: ku.b@gmx.de; Quellen: http://www.oyranos.org/downloads/

source: Oyranos settings directory name
de: Oyranos Einstellungspfad

source: Oyranos settings let you configure ICC color management behaviour for a local computer. The settings can be per user and per system.
de: Oyranos Einstellungen erlauben Farbmanagementverhalten auf dem lokalen Rechner zu konfigurieren. Die Einstellungen erfolgen für den Benutzer und für das System.

source: Oyranos supplied modules
de: Oyranos mitgelieferte Module

source: PAGE
de: SEITE

source: PATH_SUB_STRING
de: PFAD_WORT_TEIL

source: PCS Color Space:
de: PCS Farbraum:

source: PERCENT
de: PROZENT

source: Page Selection
de: Seitenauswahl

source: Parse CGATS file.
de: Lese CGATS Datei.

source: Parse CGATS text.
de: Lese CGATS Text.

source: Pass the profile to a external tool
de: Benene das Profil einem externen Werkzeug.

source: Passive matrix monitor
de: Passivmatrixmonitor

source: Path
de: Pfad

source: Path can not be written
de: Verzeichnis kann nicht beschrieben werden.

source: Path filter
de: Pfadfilter

source: Path to system main color directory
de: Pfad zum Hauptfarbverzeichnis im System

source: Path to users main color directory
de: Pfad zum Hauptfarbverzeichnis des Benutzers

source: Paths
de: Pfade

source: Paths where ICC Profiles can be found
de: Pfad zu ICC Farbprofilen

source: Pattern
de: Muster

source: Perceptual
de: Fotografisch

source: Persistent Settings
de: Einstellungen

source: Photo CD
de: Foto CD

source: PhotoImageSetter
de: Fotofilmbelichter

source: Photographic paper printer
de: Photographischer Papierdrucker

source: Ping the XCM_COLOUR_DESKTOP_ADVANCED X11 atom.
de: Berühre die XCM_COLOUR_DESKTOP_ADVANCED X11 Atomeigenschaft

source: Platform
de: Plattform

source: Platform:
de: Plattform:

source: Please specify a monitor with the -d option.
de: Bitte einen Monitor mit der Option -d wählen.

source: Policies summarise common settings for different user groups. Such settings make it easy to switch back to simple defaults. Other groups can define own settings and share them accross Oyranos enabled systems.
de: Richtlinien fassen gemeinsame Einstellungen für Benutzergruppen zusammen. Solche Richtlinien ermöglichen ein einfaches zurückschalten zu den jeweiligen Voreinstellungen. Gruppen können eigene Richtlinien erstellen und zwischen Oyranos unterstützenden Systemen austauschen.

source: Policy
de: Richtlinie

source: Policy search paths
de: Richtliniensuchpfade

source: Postscript 2 CRD, absolute colorimetric
de: Postscript 2 CRD, Absolut Farbmetrisch

source: Postscript 2 CRD, perceptual
de: Postscript 2 CRD, fotografisch

source: Postscript 2 CRD, relative colorimetric
de: Postscript 2 CRD, relativ farbmetrisch

source: Postscript 2 CRD, saturated
de: Postscript 2 CRD, farbgesättigt

source: Postscript 2 Rendering Intent
de: Postscript 2 Übertragungsart

source: Prefered CMM
de: Bevorzugte CMM

source: Preferred CIE*Lab Editing Color Space
de: Bevorzugter CIE*Lab Editierfarbraum

source: Preferred Cmyk Editing Color Space
de: Bevorzugter Cmyk Editierfarbraum

source: Preferred Gray Editing Color Space
de: Bevorzugter Grau Editierfarbraum

source: Preferred Rgb Editing Color Space
de: Bevorzugter Rgb Editierfarbraum

source: Preferred XYZ Editing Color Space
de: Bevorzugter XYZ Editierfarbraum

source: Preserve Numbers
de: Erhalte Zahlen

source: Preview, perceptual
de: Voransicht, fotografisch

source: Preview, relative colorimetric
de: Voransicht, relativ farbmetrisch

source: Preview, saturated
de: Voransicht, farbgesättigt

source: Print Class
de: Ausgabeklasse

source: Print a help text
de: Zeige einen Hilfetext an

source: Print a help text:
de: Zeige einen Hilfetext an:

source: Printer
de: Drucker

source: Printer CUPS
de: CUPS Drucker

source: Printers, which are accessible through the CUPS spooling system.
de: Drucker, die durch das CUPS Drucksystem erreichbar sind.

source: Profile
de: Profil

source: Profile Connection Space
de: Profileverbindungsfarbraum

source: Profile Creator ID
de: Profilerzeuger

source: Profile ID:
de: Profil ID:

source: Profile Illuminant
de: Profile Beleuchtung

source: Profile Information
de: Profilinformation

source: Profile Name
de: Profilname

source: Profile Tags
de: Profilbausteine

source: Profile already installed
de: Profil ist bereits installiert

source: Profile contains no description
de: Profilbeschreibung vermisst

source: Profile description
de: Profilbeschreibung

source: Profile description, multilingual
de: Profilbeschreibung mehrsprachig

source: Profile exists already
de: Profil ist bereits installiert

source: Profile not useable
de: Profil nicht benutzbar

source: Profile sequence description
de: Beschreibung der Profilverknüpfung

source: Profile sequence identification
de: Identifizierung der Profilverknüpfung

source: Profiling parameters
de: Profilierungsparameter

source: Program Error
de: Programmfehler

source: Program not found
de: Programm nicht gefunden

source: Project Name
de: Projektname

source: Projection Television
de: Fernsehprojektion

source: Prompt
de: Abfragedialog

source: Proofing
de: Simulation

source: Proofing Rendering Intent
de: Nachbildungsübertragung

source: Proofing Settings
de: Einstellungen für Nachbildung (Simulation) von einem Ausgabegerät

source: Proofing Settings allows one to decide about the simulation color space.
de: Simulationseinstellungen erlauben die Simulation eines zusätzlichen Farbraumes.

source: Quit
de: Beenden

source: RGB primaries missed
de: RGB Primärfarben nicht gefunden

source: Rank Json
de: Gewichtungs-Json

source: Raster
de: Gitter

source: Raw camera data, which are in file containing raw sensor data from a camera still picture.
de: Rohe Kameradaten, welche in Dateien mit unbearbeiteten Kamerasensordaten enthalten sind.

source: RawCamera
de: Kamerarohdaten

source: Read
de: Lese

source: Read PNG
de: Lese PNG

source: Read PPM
de: Lese PPM

source: Read external storage for global data access, like downloads, music ... Write external storage to create and modify global data.
de: Lese externe Speicher für globalen Datenzugriff, wie Downloads, Musik ... Schreibe externen Speicher zum Erzeugen und Verändern globaler Daten.

source: Read from
de: Lese von

source: Read from file
de: Lese von Datei

source: Rectangles
de: Rechtecke

source: Rectangles Splitter Object
de: Rechteck Regionen Objekt

source: Red
de: Rot

source: Red Colorant
de: Rote Grundfarbe

source: Red tone reproduction curve
de: Rote Farbwiedergabekurve

source: Reflective scanner
de: Auflichtscanner

source: Relation of positional parameters:
de: Beziehung der Positionsparameter:

source: Relative Colorimetric
de: Relativ Farbmetrisch

source: Release Version follow of a Major(API|ABI)-Minor(Feature)-Micro(Patch|Bug Fix) scheme. For orientation in git the last release, commit number, SHA1 ID and Year-month-day parts are available.
de: Die Veröffentlichungsversion wird gebildet aus den Nummern zuHaupt(Major|API|ABI)-Neben(Minor|neue API)-Mini(Micro|Fehlerbehebung). Zur Orientierung in git gibt es die Versionsnummer der letzen Veröffentlichung, die Eintragsnummer, die SHA1 Identifikation und das Datum als Jahr-Monat-Tag.

source: Remote filter or plug not available.
de: Gegenüberliegender Filter oder Stecker nicht verfügbar.

source: Remove Tag
de: Lösche Element

source: Remove all X Color Management profiles.
de: Entferne alle X Color Management Geräteprofil

source: Remove included ICC tag
de: Lösche enthaltenes ICC Element

source: Remove naive and XCM aware CM apps profiles.
de: Entferne naive and XCM Profile

source: Render
de: Darstellung

source: Render Color Page
de: Zeige Farbseite

source: Rendering
de: Übertragung

source: Rendering Intent
de: Übertragungsart

source: Rendering Intent:
de: Übertragungsart:

source: Rendering intent for color space transformations is typically the Relative Colorimetric intent plus Black Point Compensation or the Perceptual intent.
de: Die Übertragungsart für Farbumwandlungen ist typischerweise Fotografisch oder Relativ Farbmetrisch mit Schwarzpunktkompensation.

source: Rendering intent for color space transformations.
de: Übertragungsart für Farbtransformationen.

source: Root Image
de: Quellbild

source: Root Image Filter Object
de: FilterObjekt eines Quellbildes

source: Run sunset daemon
de: Setze Sonnenuntergangsdienst

source: STRING
de: WORT

source: SVG Vector
de: SVG Vektor

source: Saturation
de: Sättigung

source: Save
de: Sichern

source: Save Mixed Color Space Documents
de: Speichere Dokumente mit gemischten Farbräumen

source: Save and Install to a new policy
de: Speichere und Installiere in eine neue Richtlinie

source: Save to a new policy
de: Speichern in eine neue Richtlinie

source: Scale
de: Skaliere

source: Scale Image Filter Object
de: Skalierfilterobjekt

source: Scale the height of the spectrum graph
de: Skaliere die Höhe der Spektrumkurve

source: Scanner data, which come from SANE library.
de: Scanndaten von der SANE Bibliothek.

source: Screening
de: Rasterung

source: Screening Description
de: Rasterung Beschreibung

source: Search path
de: Suchpfad

source: Seldom used Profile claimed Intent
de: Selten benutzte profilbestimmte Übertragungsart

source: Select Abstract profiles
de: Wähle abstrakte Profile

source: Select Color Space profiles
de: Wähle Farbraumprofile

source: Select Device Link profiles
de: Wähle Verknüpfungsprofil

source: Select ICC v2 Profiles
de: Wähle ICC V2 Profile

source: Select ICC v4 Profiles
de: Wähle ICC V4 Profile

source: Select Input profiles
de: Wähle Eingangsprofile

source: Select Monitor profiles
de: Wähle Monitorprofile

source: Select Named Color profiles
de: Wähle Einzelfarbprofile

source: Select Output profiles
de: Wähle Ausgabeprofil

source: Select a Color Matching Module (CMM)
de: Wähle eine Farbübertragungsmodul (CMM)

source: Select a color profile for adding a effect.
de: Füge einen Farbeffekt hinzu.

source: Select a color profile representing a device to be simulated. This profile will only be applied if proofing is enabled.
de: Diese Option wählt ein Farbprofil, welches ein zu simulierendes Gerät farblich abbildet. Das Profile wird nur wirksam bei aktivierter Simulation.

source: Select a daemon or set manually.
de: Wähle einen Dienst oder setze ihn manuell.

source: Select a page by chroma (saturation) in the HLC Color Atlas.
de: Wähle ein Seite des HLC Farbatlas mit der Farbsättigung.

source: Select a page by hue color angle in the HLC Color Atlas. -H=365 will output all hues.
de: Wähle ein Seite des HLC Farbatlas mit dem Farbtonwinkel. -H=365 wählt all Farben.

source: Select a page by lightness in the HLC Color Atlas.
de: Wähle ein Seite des HLC Farbatlas mit der Helligkeit.

source: Select a white point target for all monitors.
de: Wähle ein Weißpunktziel für alle Monitore.

source: Select active policy
de: Wählen der Richtlinie

source: Select format
de: Wählen Sie das Format

source: Select the core CMM
de: Wähle die Kern CMM

source: Select the processing CMM
de: Wähle die Rechner CMM

source: Set
de: Setze

source: Set ICC profiles in Oyranos for device Color Management.
de: ICC Profileinstellungen in Oyranos für Gerätefarbmanagement

source: Set Latitude
de: Setze Geographische Breite

source: Set Longitude
de: Setze Geographische Länge

source: Set Nightly Backlight
de: Setze Nächtiches Monitorlicht

source: Set Twilight angle
de: Setze Dämmerungswinkel

source: Set a Value
de: Setze einen Wert

source: Set a X Color Management region.
de: Setze eine X Color Management Region.

source: Set a X Color Management update toggle.
de: Setze eine X Color Management Schalter.

source: Set all X Color Management device profiles.
de: Setze alle X Color Management Geräteprofile.

source: Set basic parameters
de: Setze grundlegende Parameter

source: Set day time effect
de: Setze den Tages Effect

source: Set day time mode
de: Setze den Tagesmodus

source: Set day time typical brighter color scheme
de: Setze für Tageslight ein typischerweise helleres Farbschema

source: Set lcm2 Options
de: Editiere lcm2 Optionen

source: Set new policy
de: Setze in eine neue Richtlinie

source: Set new profile:
de: Setze neues Profil:

source: Set night time effect
de: Setze den Nacht Effect

source: Set night time mode
de: Setze den Nachtmodus

source: Set nightly typical darker color scheme
de: Setze zur Nacht ein typischerweise dunkles Farbschema

source: Set white point mode
de: Setze Weißpunktmodus

source: Settings
de: Einstellungen

source: Settings affecting the Behaviour in various situations
de: Einstellungen für das Verhalten unter verschiedenen Umständen

source: Settings can be grouped in Oyranos policies for easier adaption to demands, better remembering and synchronisation.
de: Einstellungen können zur Vereinfachung in Richtlinien zusammengefasst werden. Diese lassen sich besser merken und einfacher austauschen.

source: Setup
de: Initialisiere

source: Setup device
de: Initialisiere Gerät

source: Short
de: Kurz

source: Show CIE*xy chromaticities
de: Zeige CIE*xy Primärfarben

source: Show DB File
de: Zeige DB Dateipfad

source: Show HLC Color Atlas patches
de: Zeige HLC Farbatlas Muster

source: Show Help:
de: Zeige Hilfe:

source: Show ICC Profile
de: Zeige ICC Profil

source: Show Infos
de: Zeige Infos

source: Show Install Paths
de: Zeige Installationspfade

source: Show Non Device Related
de: Zeige nicht zum Gerät Passendes

source: Show Profile ID
de: Zeige Profil ID

source: Show Version
de: Zeige Version

source: Show a settings value
de: Zeige einen Einstellungswert

source: Show all settings with values
de: Zeige alle Einstellungswerte

source: Show available Device Profiles from remote Taxi DB for a selected device. The metadata from Taxi DB and from the device must fit.
de: Zeige für ein gewähltes Gerät alle verfügbaren Geräteprofile aus der Internet Taxi Datenbank. Die Metadaten aus Taxi DB und vom Geräte müssen passen.

source: Show current active policy name
de: Zeige den Name der zur Zeit aktiven Richtlinie

source: Show display name.
de: Zeige Anzeigename

source: Show file infos
de: Zeige Dateiinfos

source: Show first tags content of profile
de: Zeige Inhalt des ersten Elementes eines Profiles

source: Show full filename including path.
de: Zeige vollen Dateiname mit Pfad.

source: Show graph of a ICC profile
de: Zeichne ICC Profil

source: Show identical multiple installed profiles
de: Zeige identische mehrfach installierte Profile an

source: Show local time, used geographical location, twilight height angles, sun rise and sun set times
de: Zeige lokale Zeit, benutzte geografische Position, Dämmerungswinkel, Sonnenauf-und untergangszeiten

source: Show official version
de: Zeige offizielle Version

source: Show only ICC profiles, which have metadata matching a given device.
de: Zeige nur Farbprofile, deren Metadaten zum Gerät passen.

source: Show only device related ICC profiles
de: Zeige nur zum Gerät passende ICC Profile

source: Show overview and header of profile
de: Zeige Übersicht und Dateikopf des ICC Profiles

source: Show path name and file name.
de: Zeige kompletten Pfad- und Dateinamen

source: Show profiles containing a certain key/value pair of their meta tag. VALUE can contain '*' to allow for substring matching.
de: Zeige Profile welche ein bestimmtes Schlüssel/Werte Paar im meta Tag enthalten. WERT kann '*' enthalten für das Filtern von Wortteilen.

source: Show profiles containing a string as part of their full name
de: Zeige Profile, welche ein Wort in ihrem Pfadnamen enthalten.

source: Show statically configured and compiled in paths of Oyranos CMS.
de: Zeige statisch konfigurierte und unterstützte Pfade von Oyranos CMS.

source: Show system wide visible profiles from the Oyranos installation path
de: Zeige systemsichtbare Profile im Oyranos Installationspfad

source: Show the RGB primaries of a matrix profile inside a CIE*xy diagram
de: Zeige die RGB Primärfarben eines Matrixprofiles innerhalb eines CIE*xy Diagrammes

source: Show the profile hash sum
de: Zeige nur die Profilprüfsumme

source: Show the saturation lines of two profiles in CIE*ab 256 pixel width, without spectral line and with thicker lines:
de: Zeige Sättigungslinien von zwei Profilen in CIE*ab 256 Bildpunkte breit, ohne Spectrallinie und mit dickeren Linien:

source: Show the standard observer spectral function as curves:
de: Zeige die Standard Betrachter Spektralfunktion als Kurven:

source: Show version as a simple number
de: Zeige Version als einfache Zahl

source: Show version as in git
de: Zeige Version wie in git

source: Show version of API
de: Zeige Version der API

source: Show which policy matches by combining all involved settings.
de: Zeige an, welche Richtlinie zur Kombination aller Einstellungen passt.

source: Show white point modes
de: Zeige Weißpunktmodus

source: Silkscreen
de: Siebdruck

source: Simulate the output print on the monitor
de: Bilde einen Ausdruck auf dem Bildschirm nach

source: Simulation Profile
de: Simulationsprofil

source: Simulation/Proof Color Space
de: Simulationsfarbraum

source: Size
de: Größe

source: Size:
de: Größe:

source: Skip White Point on White point alignment
de: Lasse Weiß auf Weiß Einpassung weg

source: Skip X Color Region Target
de: Lasse X Color Region Target aus

source: Slice
de: Schnitt

source: So something with options.
de: Etwas mit Optionen.

source: SoftProof
de: Nachbildung am Bildschirm

source: Some help for My example filter.
de: Hilfe für den Mein Beispielfilter.

source: Source and Target Profiles for various situations
de: Quell- und Zielprofile für verschiedene Situationen

source: Sources
de: Quellen

source: Specify a page name as string or page index as number. -1 will list all page names of the imported file.
de: Gib einen Seitenname als Wort oder eine Seitennummer an. -1 listet alle Seitennamen der importierten Datei an.

source: Specify increase of the thickness of the graph lines
de: Gib die Verstärkung der Liniendicke an

source: Specify output file format
de: Gib Ausgabeformat an

source: Specify output file format png or svg, default is png
de: Gib Ausgabeformat PNG oder SVG an, voreingestellt ist PNG

source: Specify output file name, default is stdout
de: Gib Ausgabedateiname an, voreingestellt ist stdout

source: Specify output image width in pixel
de: Gib Ausgabebildbreite in Pixel an

source: Specify spectral output file format
de: Gib spektrales Ausgabeformat an

source: Specify the thickness of the graph lines
de: Gib die Liniendicke an

source: Spectral
de: Spektral

source: Spectral Input
de: Spektrale Eingabe

source: Spectral Input Graph
de: Spektrumgraph

source: Spectral Output
de: Spektrale Ausgabe

source: Spectral PAM Image
de: Spektrales PAM Bild

source: Spectral viewing conditions
de: Spektrale Betrachtungsbedingungen

source: Standard Observer
de: Standard Betrachter

source: Standard Observer 1931 2° Graph
de: Standard Betrachter 1931 2° Zeichnung

source: StdObs2°
de: StdBetr2°

source: Sun Elevation
de: Höhe

source: Sun light appearance
de: Setze Tagesmodus

source: Sun light color scheme
de: Sonnenlicht Farbschema

source: Sun light effect
de: Sonnenlicht Effekt

source: Sunrise
de: Sonnenaufgang

source: Sunset
de: Sonnenuntergang

source: Support
de: Unterstützung

source: Supported is a color page in NCC format, which contains pages layout with referenced rgb values. Those are placed on a sheed. Such pages are created by e.g. oyranos-profile-graph --hlc=NUMBER -f ncc
de: Unterstützt werden Farbseiten im NCC Format, welche ein Seiten layout mit referenzierten rgb Werten besitzen. Diese werden auf eine Seite platziert. Solche Seiten können erzeugt werden z.B. mit oyranos-profile-graph --hlc=NUMMER -f ncc

source: Switch all day light intereference off such as white point and effect
de: Schalte alle Tagesbeeinflussung aus, wie Weißpunkt und Effekt

source: Switch for enabling the effect profile.
de: Schalter für das ausgewählte ICC Effektprofil.

source: System Wide
de: Systemweit

source: System path
de: Systempfad
