Repository: oyranos-cms/oyranos
Catalog: openicc/po/*.po
Languages: de

source: !!! ERROR
de: !!! Fehler

source: Add
de: Addiere

source: Add Device
de: Trage Gerät ein

source: Add Device to DB
de: Trage Gerät in die DB ein

source: Camera
de: Kamera

source: Could not alloc memory
de: Kann keinen Speicher reservieren

source: Could not create a intermediate db object for
de: Konnte temporäres DB Objekt nicht erstellen für

source: Could not create root JSON node for
de: Konnte kein JSON Wurzelknoten erzeugen für

source: Could not find config
de: Konnte Konfiguration nicht finden

source: Could not obtain JSON node for
de: Konnte kein JSON Knoten erhalten für

source: Could not set JSON string for
de: Konnte keinen JSON Text setzen für

source: Could not setup db objetc
de: Konnte DB Objekt nicht erstellen

source: DB File
de: DB Datei

source: DB File Name
de: DB Dateiname

source: Device
de: Geräte

source: Device Class
de: Geräteklasse

source: Device position
de: Gerätebeposition

source: Dump OpenICC JSON
de: Schreibe OpenICC Json

source: Erase Device
de: Lösche Gerät

source: Erase Devices
de: Lösche Geräte

source: Erase a Devices from the DB
de: Lösche Gerät von der DB

source: FILENAME
de: DATEINAME

source: File Name
de: Dateiname

source: File Name of OpenICC Device Data Base JSON
de: Dateiname der OpenICC Json Gerätedatenbank

source: File Name of device JSON Data Base
de: Dateiname der Json Gerätedatenbank

source: General options
de: Allgemeine Optionen

source: Help
de: Hilfe

source: List Devices
de: Zeige Geräte

source: List all key/values pairs
de: Zeige alle Schlüssel/Wertepaare

source: Local System
de: Lokales System

source: Long Format
de: Langes Format

source: Manipulation of OpenICC color management data base device entries.
de: Bearbeitung von Geräteeinträgen in der Datenbank für OpenICC Farbmanagement

source: Misc
de: Verschiedenes

source: Monitor
de: Bildschirm

source: NUMBER
de: NUMMER

source: No JSON content obtained for
de: Kein JSON Inhalt erhalten für

source: No JSON obtained for
de: Kein JSON erhalten für

source: OpenICC devices handling tool
de: OpenICC Gerätebearbeitungswerkzeug

source: Paths:
de: Pfade:

source: Print the Devices in the DB
de: Zeige die Geräte aus der DB

source: Printer
de: Drucker

source: Show DB Path
de: Zeige DB Pfad

source: Show Filepath to the DB
de: Zeige den Dateipfad zur DB

source: Show Path
de: Zeige Pfad

source: The File Name of the OpenICC Device in Json format.
de: Der Dateiname des OpenICC Gerätes im Json Format.

source: Verbose
de: Plaudernd

source: WARNING
de: WARNUNG

source: Write
de: Schreibe

source: Write DB File
de: Schreibe DB Datei

source: Writing failed for
de: Schreiben mislungen für

source: unable to open data base
de: kann Datenbank nicht öffnen

source: verbose
de: plaudernd
